Repository: shukanov-artyom/VTS
Catalog: VTS Website/Site/Resource.*.resx
Languages: be, ru

# SystemOverviewText3
source: You can check your vehicle for compatibility with the system. If the test is passed then this machine can be serviced by the system and you can get evaluation of its diagnostic data. You will need the vehicle's VIN to do a compatibility check. <a href="http://vtsautomonitoring.wikidot.com/wiki:vincheck">Check the VIN...</a>
be: Вы можаце непасрэдна зараз праверыць машыну на сумяшчальнасць з сістэмай. Калі праверка будзе пройдзены, то гэтая машына можа абслугоўвацца сістэмай і па яе дыягнастычных дадзеных могуць быць атрыманы ацэнкі. Для праверкі вам спатрэбіцца VIN аўтамабіля. <a href="http://vtsautomonitoring-ru.wikidot.com/wiki:vincheck">Праверыць VIN ...</a>
ru: Вы можете прямо сейчас проверить машину на совестимость с системой. Если проверка будет пройдена, то эта машина может обслуживаться системой и по её диагностическим данным могут быть получены оценки. Для проверки вам понадобится VIN автомобиля. <a href="http://vtsautomonitoring-ru.wikidot.com/wiki:vincheck">Проверить VIN...</a>

# SystemOverviewText4
source: — free application for easy and convenient view and export of diagnostic data obtained using Lexia / Diagbox diagnostic kit.
be: — бясплатная праграма для прагляду і захавання дыягнастычных дадзеных, атрыманых з дапамогай камплектаў Lexia / DiagBox.
ru: — бесплатная программа для просмотра и сохранения диагностических данных, полученных с помощью комплектов Lexia / DiagBox.

# SystemOverviewText5
source: — web application for organizing and analysis of the data obtained using VTS Agent.
be: — вэб-прылажэнне для арганізацыі і аналізу дыягнастычных дадзеных, экспартаваных з дапамогай праграмы VTS Агент.
ru: — веб-приложение для организации и анализа диагностических данных, экспортированных посредством программы VTS Агент.

# SystemOverviewText6
source: — a repository of information about the effective use of VTS Aгtomonitoring.
be: — сховішча інфармацыі аб эфектыўным карыстанні сістэмай VTS Аўтаманіторынг.
ru: — хранилище информации об эффективном использовании системы VTS Автомониторинг.

# SystemOverviewText7
source: If you can not find the information you need on the wiki or have any abnormal behavior of the system, please contact technical support at vtsautomonitoring@gmail.com.
be: Калі вы не знайшлі цікавую для вас інфармацыю на вікі або сутыкнуліся з няправільным паводзінамі сістэмы, звярніцеся ў тэхнічную падтрымку па адрасе vtsautomonitoring@gmail.com.
ru: Если вы не нашли интересующую вас информацию на вики или столкнулись с неправильным поведением системы, обратитесь в техническую поддержку по адресу vtsautomonitoring@gmail.com.

source: Technical support
be: Тэхпадтрымка
ru: Техподдержка

# VinCheckWikiPage
source: http://vtsautomonitoring.wikidot.com/wiki:vincheck
be: http://vtsautomonitoring-ru.wikidot.com/wiki:vincheck
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:vincheck

# VinLengthErrorText
source: VIN must consist of 17 numbers and letters.
be: VIN павінен складацца з 17 лічбаў і літар.
ru: VIN должен состоять из 17 цифр и букв.

# UnableToGetVehicleData
source: Unfortunately the system could not get data for this VIN.
be: На жаль, немагчыма атрымаць дадзеныя па гэтаму VIN.
ru: К сожалению, для данного VIN не удалось получить данные.

# CaseVinSupported
source: In case the vehicle is compatible with the VTS Automonitoring, the system will identify the car model and the type of its engine.
be: У выпадку, калі аўтамабіль падтрымліваецца сістэмай VTS Аўтаманіторынг, сістэма вызначыць мадэль аўтамабіля і тып яго рухавіка
ru: В случае, если автомобиль поддерживается системой VTS Автомониторинг, система определит модель автомобиля и тип его двигателя.

source: Check
be: Праверыць
ru: Проверить

# CheckYourVinCompatibilityInvitation
source: Check your VIN compatibility with the system.
be: Праверце свой VIN на сумяшчальнасць з сістемай:
ru: Проверьте свой VIN на совместимость с системой:

# HowToProcessThisVehicleDiagnosticData
source: How can i analyse this vehicle's diagnostic data?
be: Як прааналізаваць дыягнастычныя дадзеныя гэтай машыны?
ru: Как проанализировать диагностические данные этой машины?

# UnsupportedManufacturerMessage
source: Unfortunately only Citroen, Peugeot and Opel vehicles are supported. Please contact our Support if you have questions on other manufacturers.
be: На жаль, падтымліваюцца толькі аўтамабілі Peugeot, Citroen і Opel. Калі ласка, звярніцеся да нашай тэхпадтрымкі па пытаннях іншых аўтавытворцаў.
ru: К сожалению, поддерживаются только автомобили Peugeot, Citroen и Opel. Пожалуйста, свяжитесь с нашей техподдержкой по вопросам других автопроизводителей.

# VehiclenotSupportedText
source: Unfortunately this vehicle is not supported. We have picked you your VIN to include in support, please follow our news.
be: На жаль, гэтая машына не падтрымліваецца. Мы працуем над падтрымкай, калі ласка сачыце за нашымі навінамі.
ru: К сожалению, эта машина не поддерживается. Мы работаем над поддержкой, пожалуйста,следите за нашими новостями.

# VehicleRecognizedMessageFormat
source: Vehicle recognized: {0}, engine: {1}. {2}
be: Машына распазнана: {0}, рухавік: {1}. {2}
ru: Машина распознана: {0}, двигатель: {1}. {2}

source: News
be: Навіны
ru: Новости

source: Validation required
be: Неабходна валідацыя
ru: Необходима валидация

# LogOnModelPassword
source: Password:
be: Пароль:
ru: Пароль:

# LogOnModelUsername
source: Username:
be: Імя карыстальніка:
ru: Имя пользователя:

# LogOnErrorMessage
source: Logon error. Please check your credentials.
be: Памылка ўваходу. Калі ласка, праверце дадзеныя.
ru: Ошибка входа. Пожалуйста, проверьте данные.

# WikiPageLinkAgent
source: http://vtsautomonitoring.wikidot.com/wiki:vtsagent
be: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsagent
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsagent

# DownloadLastAgentVersion
source: Download last version
be: Спампаваць апошнюю версiю
ru: Скачать последнюю версию
