Repository: shukanov-artyom/VTS
Catalog: VTS Website/Site/Resource.*.resx
Languages: be, ru

source: Analysis
be: Аналіз
ru: Анализ

# ApplicationName
source: VTS Automonitoring
be: VTS Аўтаманіторынг
ru: VTS Автомониторинг

# AvailableAgentVersionsСolon
source: Available Agent versions:
be: Дасяжныя версii Агента:
ru: Доступные версии Агента:

# BannerFourHeader
source: Provide monitoring service to your customers
be: Прадастаўляйце паслугі маніторынга сваім кліентам
ru: Предоставляйте услуги мониторинга своим клиентам

# BannerFourText1
source: Share vehicle diagnostic data analysis results with your customers using VTS Monitor web application.
be: Перадавайце рэзультаты аналіза дыягнастычных дадзеных машыны вашым кліентам, карыстаючыся магчымасцямі веб-прылажэння VTS Манітор.
ru: Передавайте результаты анализа диагностических данных машины своим клиентам с помощью функций веб-приложения VTS Монитор.

# BannerThreeHeader
source: Watch your car's state
be: Сачэнне за тэхнічным станам машыны
ru: Слежение за техническим состоянием машины

# BannerThreeText1
source: Vehicles technical state analysis and monitoring based on chronologically supplied Lexia/Diagbox data.
be: Ацэнка і маніторынг тэхнічнага стану аўтамабіляў на падставе дыягнастычных дадзеных Lexia / Diagbox, якія прадстаўляюцца храналагічна.
ru: Оценка и мониторинг технического состояния автомобилей на основании хронологически предоставляемых данных Lexia/Diagbox.

# BannerTwoHeader
source: Lexia/Diagbox integration.
be: Iнтэграцыя з Lexia/Diagbox.
ru: Интеграция с Lexia/Diagbox.

# BannerTwoText1
source: VTS Agent. Convenient and instant view of data graphs captured from your vehicle by Lexia / DiagBox.
be: VTS Агент. Зручнае і імгненнае прадстаўленне графікаў дадзеных, захопленых з вашага аўтамабіля з дапамогай Lexia / Diagbox.
ru: VTS Агент. Удобное и мгновенное представление графиков данных, снятых с машины с помощью Lexia / DiagBox.

# BannerZeroHeader
source: VTS Automonitoring system
be: Сістэма VTS Аўтаманіторынг
ru: Система VTS Автомониторинг

# BannerZeroText1
source: A set of tools for car services and individuals aimed at monitoring your Peugeot/Citroen vehicle's technical state.
be: Набор праграмных прыладаў для аўтасэрвісаў i індывідуальных прадпрымальнікаў, нацэлены на маніторынг тэхнічнага стану аўтамабіляў Peugeot / Citroen.
ru: Набор приложений для автосервисов и индивидуальных предпринимателей, нацеленный на мониторинг технического состояния автомобилей Peugeot/Citroen.

source: Capture
be: Захоп
ru: Захват

# DataCaptureHeader
source: Diagnostic data capture
be: Захоп дыягнастычных дадзеных
ru: Захват диагностических данных

# WikiPageLinkDataCapture
source: http://vtsautomonitoring.wikidot.com/wiki:datacapture
be: http://vtsautomonitoring-ru.wikidot.com/wiki:datacapture
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:datacapture

# DesktopApplicationName
source: VTS Agent
be: VTS Агент

# DetailsWithDots
source: Details...
be: Больш...
ru: Больше...

source: Download
be: Спампаваць
ru: Скачать

source: Downloads
be: Загрузкі
ru: Загрузки

# DownloadsDisplayName
source: Downloads
be: Загрузкі
ru: Загрузки

source: Export
be: Экспарт
ru: Экспорт

# FooterRightsReserved
source: VTS Automonitoring 2013. All rights reserved.
be: VTS Аўтаманіторынг 2013. Усе правы абаронены.
ru: VTS Автомониторинг 2013. Все права защищены.

# Home
source: Main
be: Галоўная
ru: Главная

# Step1Caption
source: Data capture
be: Захоп дадзеных
ru: Захват данных

# Step1Text
source: Capture vehicle data using your Lexia. Then preview them and export to a .vts file using VTS Agent free tool.
be: Здыміце дадзеныя з машыны з дапамогай вашай Lexia. Затым праглядзіце іх і экспартуйце ў файл .vts з дапамогай бясплатнай праграмы VTS Агент.
ru: Снимите данные с машины с помощью вашей Lexia. Затем просмотрите их и экспортируйте в файл .vts с помощью бесплатной программы VTS Агент.

# Step2Caption
source: Data analysis
be: Аналіз дадзеных
ru: Анализ данных

# Step2Text
source: Upload captured data to the VTS Monitor web application to analyse vehicle state.
be: Загрузіце знятыя дадзеныя ў вэб-прылаженне VTS Манітор для аналіза стану машыны.
ru: Загрузите снятые данные в веб-приложение VTS Монитор для анализа состояния машины.

# Step3Caption
source: Pass results to Client
be: Вынікі – кліенту
ru: Результат – клиенту

# Step3Text
source: Provide your client with his vehicle data and analysis results using a registration key.
be: Прадастаўце вашаму кліенту доступ да знятых дадзеных і вынікаў аналізу стану ягонай машыны з дапамогай рэгістрацыйнага ключа.
ru: Предоставьте клиенту доступ к снятым данным и результатам анализа состояния машины с помощью регистрационного ключа.

# TechSupport
source: Support
be: Тэхпадтрымка
ru: Техподдержка

# TopicDetailsHeaderDataCapture
source: Data capture
be: Захоп дадзеных
ru: Захват данных

source: Upload
be: Загрузка
ru: Загрузка

source: Version
be: Версія
ru: Версия

source: VTS Agent
be: VTS Агент
ru: VTS Агент

# VtsAgentExplanationHeader
source: VTS Agent is a tool for diagnostic data initial analysis and export to be later consumed by VTS Monitor application for further analysis.
be: VTS Агент гэта прылада для пачатковага аналiзу i экспарту дыягнастычных дадзеных дзеля наступнай загрузкi i аналiза ў ciстэме VTS Аўтаманіторынг.
ru: VTS Агент это инструмент для начального анализа снятых диагностических данных и последующего экспорта для загрузки и анализа в системе VTS Монитор.

# VtsMonitor
source: VTS Мonitor
be: VTS Манiтор
ru: VTS Монитор

# WebApplicationName
source: VTS Monitor
be: VTS Манiтор
ru: VTS Монитор

# Wiki
source: Help
be: Дапамога
ru: Помощь

# WikiDisplayName
source: Wiki
be: Вікі
ru: Вики

# WikiLink
source: http://vtsautomonitoring.wikidot.com/
be: http://vtsautomonitoring-ru.wikidot.com/
ru: http://vtsautomonitoring-ru.wikidot.com/

# DataCaptureWikiPage
source: Diagnostic data capture
be: Захоп дыягнастычных дадзеных
ru: Захват диагностических данных

# DataExport
source: Diagnostic data export
be: Экспарт дыягнастычных дадзеных
ru: Экспорт диагностических данных

# FooterCopyrightText
source: VTS Automonitoring 2013. All rights reserved
be: VTS Аўтаманіторынг 2013. Усе правы абаронены.
ru: VTS Автомониторинг 2013. Все права защищены.

# PageHeaderDataCapture
source: Diagnostic data capture and view
be: Захоп і прагляд дыягнастычных дадзеных
ru: Захват и просмотр диагностических данных

# PageHeaderDataCapture2
source: Diagnostic data retrieval
be: Атрыманне дыягнастычных дадзеных
ru: Получение диагностических данных

# PageHeaderDataCapture3
source: Use the features of the free VTS Agent tool for easy viewing of diagnostic data obtained by Lexia / DiagBox.
be: Выкарыстоўвайце магчымасці бясплатнай праграмы VTS Агент для зручнага прагляду дыягнастычных дадзеных, атрыманых з дапамогай Lexia / DiagBox.
ru: Используйте возможности бесплатной программы VTS Агент для удобного просмотра диагностических данных, полученных с помощью Lexia/DiagBox.

# PageHeaderDataCapture4
source: More information at out Wiki:
be: Больш інфармацыі – на нашай вікі:
ru: Больше информации – на нашей вики:

# PageTextDataCapture1
source: Diagnostic data is captured from the Peugeot / Citroen vehicle using the Lexia / DiagBox diagnostic kit. Please refer to our wiki to learn how to capture data that is optimal for processing through a VTS Automonitoring system.
be: Дыягнастычныя дадзеныя здымаюцца з машын Peugeot / Citroen з дапамогай дыягнастычнага камплекта Lexia / DiagBox. Звярніцеся да нашай вікі, каб даведацца як зняць дадзеныя, аптымальныя для апрацоўкі з дапамогай сістэмы VTS.
ru: Диагностические данные снимаются с машин Peugeot/Citroen с помощью диагностического комплекта Lexia/DiagBox. Обратитесь к нашей вики, чтобы узнать как снять данные, оптимальные для обработки с помощью системы VTS.

# PageTextDataCapture2
source: Lexia / DiagBox toolset does not provide a convenient tool to view captured diagnostic data. Use free VTS Agent tool to view captured data and to process it in VTS Monitor web application to get your customers' vehicles parameters quality estimation.
be: Набор прыладаў Lexia / DiagBox не забяспечвае зручнага спосабу прагляду захопленых дыягнастычных дадзеных. Выкарыстоўвайце бясплатную праграму VTS Агент для прагляду дадзеных і іх экспарту для апрацоўкі ў вэб-прыкладанні VTS Манітор для атрымання адзнак якасці параметраў вашага аўтамабіля.
ru: Набор инструментов Lexia / DiagBox не предоставляет удобного способа просмотра захваченных диагностических данных. Пользуйтесь бесплатной программой VTS Агент для для просмотра данных и их экспорта с последующей обработкой в веб-приложении VTS Монитор для получения оценки качества параметров вашего автомобиля и автомобилей ваших клиентов.

source: VTS Agent application
be: Прылажэнне VTS Агент
ru: Приложение VTS Агент

# WikiPageLinkDataExport
source: http://vtsautomonitoring.wikidot.com/wiki:dataexport
be: http://vtsautomonitoring-ru.wikidot.com/wiki:dataexport
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:dataexport

# WikiPageLinkVtsAgent
source: http://vtsautomonitoring.wikidot.com/wiki:vtsagent
be: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsagent
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsagent

# TopicDetailsHeaderDataAnalysis
source: Diagnostic data analysis
be: Аналіз дыягнастычных дадзеных
ru: Анализ диагностических данных.

# PageHeaderDataAnalysis
source: Diagnostic data analysis
be: Аналіз дыягнастычных дадзеных
ru: Анализ диагностических данных

# PageHeaderDataAnalysis2
source: Registration
be: Рэгістрацыя
ru: Регистрация

# PageHeaderDataAnalysis3
source: System's abilities
be: Магчымасці сістэмы
ru: Возможности системы

# PageTextDataAnalysis1
source: After receiving the diagnostic data using Lexia / DiagBox and viewing them in the VTS Agent application, you can export the data to a file for later analysis using VTS Monitor web app.
be: Пасля атрымання дыягнастычных дадзеных з дапамогай Lexia / DiagBox і іх прагляду ў праграме VTS Агент, вы можаце экспартаваць гэтыя дадзеныя ў файл для наступнага аналізу ў праграме VTS Манітор.
ru: После получения диагностических данных с помощью Lexia / DiagBox и их просмотра в приложении VTS Агент, вы можете экспортировать эти данные в файл для последующего анализа в программе VTS Монитор.

# PageTextDataAnalysis2
source: Web application VTS monitor stores and processes the diagnostic data of machines, and allows, based on them:
be: Вэб-праграма VTS Манітор захоўвае і апрацоўвае дыягнастычныя дадзеныя машын, і дазваляе, грунтуючыся на іх:
ru: Веб-приложение VTS Монитор хранит и обрабатывает диагностические данные машин, и позволяет, основываясь на них:

# PageTextDataAnalysis3
source: To participate in the VTS Monitor web application you will need to capture diagnostic data from vehicle and register a Partber account in the web app. You will be provided with a free trial 60 days license upon registration.
be: Для выкарыстання вэб-праграмы VTS Манітор неабходна зняць даные з машыны, затым зарэгістравацца ў вэб-праграме ў якасці партнёра. Пры рэгістрацыі вам будзе прадастаўлена бясплатная пробная ліцэнзія тэрмінам на 60 дзён.
ru: Для использования веб-приложения VTS Монитор необходимо снять даные с машины, затем зарегистрироваться в веб-приложении в качестве партнёра. При регистрации вам будет предоставлена бесплатная пробная лицензия сроком на 60 дней.

# PageTextDataAnalysis4
source: The system determines the type of vehicle's engine and compares the parameters of all vehicle systems to reference values​​, as well as to those of other similar vehicles, and then outputs the evaluation of vehicle systems' state.
be: Сістэма вызначае тып рухавіка машыны і параўноўвае параметры ўсіх сістэм аўтамабіля з эталоннымі значэннямі, а таксама з паказчыкамі іншых аналагічных машын, пасля чаго выдае адзнакі стану сістэм аўтамабіля.
ru: Система определяет тип двигателя машины и сравнивает параметры всех систем автомобиля с эталонными значениями, а также с показателями других аналогичных машин, после чего выдаёт оценки состояния систем автомобиля.

# PageTextDataAnalysisListItem1
source: Evaluate the current state of the vehicle
be: Ацэньваць бягучы стан машыны
ru: Оценивать текущее состояние машины

# PageTextDataAnalysisListItem2
source: Follow vehicle parameters evolution in time
be: Ацэньваць дынаміку змены параметраў машыны ў часе
ru: Оценивать динамику изменения параметров машины во времени

# PageTextDataAnalysisListItem3
source: Follow the terms of the current replacements
be: Сачыць за тэрмінамі бягучых замен
ru: Следить за сроками текущих замен

# PageTextDataAnalysisWikiItem1Link
source: http://vtsautomonitoring.wikidot.com/wiki:vtsautomonitoring
be: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsautomonitoring
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsautomonitoring

# PageTextDataAnalysisWikiItem1Text
source: VTS Monitor web app
be: Вэб-праграма VTS Манітор
ru: Веб-приложение VTS Автомониторинг

# PageTextDataAnalysisWikiItem2Link
source: http://vtsautomonitoring.wikidot.com/wiki:kickstart
be: http://vtsautomonitoring-ru.wikidot.com/wiki:kickstart
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:kickstart

# PageTextDataAnalysisWikiItem2Text
source: How to start working with the system
be: Як пачаць работу з сістэмай
ru: Как начать работу в системе

# PageTextDataAnalysisWikiItem3Link
source: http://vtsautomonitoring.wikidot.com/wiki:vtsfileformat
be: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsfileformat
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsfileformat

# PageTextDataAnalysisWikiItem3Text
source: What is .vts file
be: Што такое файл .vts
ru: Что такое файл .vts

# AgentPrerequisitesWikiPage
source: http://vtsautomonitoring.wikidot.com/wiki:agentsystemrequirements
be: http://vtsautomonitoring-ru.wikidot.com/wiki:agentsystemrequirements
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:agentsystemrequirements

# AgentPrerequisitesWikiPageLinkText
source: Prerequisites
be: Патрабаванні
ru: Требования

# AgentPrerequisitesWikiPageText
source: VTS Agent prerequisites wiki page:
be: Вікі-старонка аб праграмах, неабходных для працы VTS Агент:
ru: Вики-страница о компонентах, необходимых для работы VTS Агент:

source: Learn More...
be: Больш...
ru: Узнать больше...

# PageHeaderDataShare
source: Providing data to the Client
be: Прадастаўленне дадзеных кліенту
ru: Предоставление данных клиенту

# PageHeaderDataShare2
source: Registration key creation and passing it to Client
be: Генерацыя і перадача Кліенту регистрацыйнага ключа
ru: Генерация и передача Клиенту регистрационного ключа

# PageHeaderDataShare3
source: Payment method
be: Прынцыпы аплаты
ru: Принципы оплаты

# PageHeaderDataShare4
source: Current replacements
be: Бягучыя замены
ru: Текущие замены

# PageHeaderSystemOverview
source: VTS System overview
be: Агляд сістэмы VTS
ru: Обзор системы VTS

# PageTextDataShare1
source: There are two account types in the VTS Monitor system:
be: У сістэме VTS Манітор існуе два тыпа ўліковых записаў:
ru: В системе VTS Монитор существуют два типа учётных записей пользователя:

# PageTextDataShare2
source: In terms of the VTS system Avtomonitoring partner is the owner of Lexia / DiagBox diagnostic system that serves the client machine. Accordingly, the client - the owner of the machine serviced by the Partner.
be: У тэрмінах сістэмы VTS Аўтаманіторынг Партнёр - уладальнік дыягнастычнай сістэмы Lexia / DiagBox, які абслугоўвае машыны Кліента. Адпаведна, Кліент - уладальнік машыны, якая стаіць на абслугоўванні ў Партнёра.
ru: В терминах системы VTS Автомониторинг Партнёр – владелец диагностической системы Lexia / DiagBox, обслуживающий машины Клиента. Соответственно, Клиент – владелец машины, стоящей на обслуживании у Партнёра.

# PageTextDataShare4
source: Registration key is generated by the Partner using the VTS Monitor application, and can be sent to the Customer by phone, e-mail or in any other convenient manner.
be: Рэгістрацыйны ключ генеруецца Партнёрам з дапамогай праграмы VTS Манітор, і можа быць перададзены Кліенту па тэлефоне, e-mail або любым іншым зручным спосабам.
ru: Регистрационный ключ генерируется Партнёром с помощью программы VTS Монитор, и может быть передан Клиенту по телефону, e-mail или любым другим удобным способом.

# PageTextDataShare5
source: Partner pays for the VTS Automonitoring system service. Fees are charged for the purchase of licenses that have an expiration date. One license allows you to maintain a single vehicle. Partner charges a service fee to the customer, so reselling their services to the Client. Payments are made to the system by WebMoney or cash. The estimated cost of services is from 3 to 10 dollars a month for one car.
be: Партнёр аплачвае паслугі сістэмы VTS Автомониторинг. Плата бярэцца за куплю ліцэнзій, якія валодаюць тэрмінам дзеяння. Адна ліцэнзія дазваляе абслугоўваць адну машыну. Партнёр бярэ плату за паслугі з Кліента, такім чынам перепродавая свайму Кліенту паслугі сістэмы. Разлікі з сістэмай вырабляюцца з дапамогай WebMoney або наяўнасцю. Арыенціровачны кошт паслуг - ад 3 да 10 долараў у месяц за адну машыну.
ru: Партнёр оплачивает услуги системы VTS Автомониторинг. Плата взимается за покупку лицензий, обладающих сроком действия. Одна лицензия позволяет обслуживать одну машину. Партнёр взимает плату за услуги с Клиента, таким образом перепродавая своему Клиенту услуги системы.

# PageTextDataShare6
source: Partners and customers can contribute and update information on the current replacements made​​. The system will report the occurrence of the next term of the current replacement.
be: Як Партнёр, так і Кліент могуць уносіць і абнаўляць інфармацыю аб вырабленых бягучых заменах. Сістэма паведаміць пра надыход наступнага тэрміну бягучай замены.
ru: Как Партнёр, так и Клиент могут вносить и обновлять информацию о произведённых текущих заменах. Система сообщит о наступлении следующего срока текущей замены.

# PageTextDataShareListItem1
source: Partner
be: Партнёр
ru: Партнёр

# PageTextDataShareListItem2
source: Client
be: Кліент
ru: Клиент

# PageTextDataShareWikiItem1Link
source: http://vtsautomonitoring.wikidot.com/wiki:partner
be: http://vtsautomonitoring-ru.wikidot.com/wiki:partner
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:partner

# PageTextDataShareWikiItem1Link1
source: http://vtsautomonitoring.wikidot.com/wiki:partner
be: http://vtsautomonitoring-ru.wikidot.com/wiki:partner

# PageTextDataShareWikiItem1Text
source: Partner
be: Партнёр
ru: Партнёр

# PageTextDataShareWikiItem2Link
source: http://vtsautomonitoring.wikidot.com/wiki:client
be: http://vtsautomonitoring-ru.wikidot.com/wiki:client
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:client

# PageTextDataShareWikiItem2Text
source: Client
be: Кліент
ru: Клиент

# PageTextDataShareWikiItem3Link
source: http://vtsautomonitoring.wikidot.com/wiki:registrationkey
be: http://vtsautomonitoring-ru.wikidot.com/wiki:registrationkey
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:registrationkey

# PageTextDataShareWikiItem3Text
source: Registration key
be: Рэгістрацыйны ключ
ru: Регистрационный ключ

# PageTextDataShareWikiItem4Link
source: http://vtsautomonitoring.wikidot.com/wiki:license
be: http://vtsautomonitoring-ru.wikidot.com/wiki:license
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:license

# PageTextDataShareWikiItem4Text
source: License
be: Ліцэнзія
ru: Лицензия

# PageTextDataShareWikiItem5Link
source: http://vtsautomonitoring.wikidot.com/wiki:navigatablepagedata
be: http://vtsautomonitoring-ru.wikidot.com/wiki:navigatablepagedata
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:navigatablepagedata

# PageTextDataShareWikiItem5Text
source: Current replacements monitoring system
be: Сістэма маніторынга бягучых замен
ru: Система мониторинга текущих замен

# PageTextDataShareWikiItem6Link
source: http://vtsautomonitoring.wikidot.com/wiki:prices
be: http://vtsautomonitoring-ru.wikidot.com/wiki:prices
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:prices

# PageTextDataShareWikiItem6Text
source: Service prices
be: Кошт паслуг
ru: Стоимость услуг

# AgentWikiPage
source: http://vtsautomonitoring.wikidot.com/wiki:vtsagent
be: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsagent
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsagent

# MonitorWikiPage
source: http://vtsautomonitoring.wikidot.com/wiki:vtsautomonitoring
be: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsautomonitoring
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:vtsautomonitoring

# RegistrationKeyWikiLink
source: http://vtsautomonitoring.wikidot.com/wiki:registrationkey
be: http://vtsautomonitoring-ru.wikidot.com/wiki:registrationkey
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:registrationkey

# SystemOverviewHeader1
source: Automonitoring system
be: Сістэма аўтаманіторынга
ru: Система автомониторинга

# SystemOverviewHeader2
source: Reselling the Automonitoring service
be: Перапродаж паслугі аўтаманіторынга
ru: Перепродажа услуг автомониторинга

# SystemOverviewHeader3
source: VIN Check
be: Праверка VIN
ru: Проверка VIN

# SystemOverviewHeader4
source: System components
be: Кампаненты сістэмы
ru: Компоненты системы

# SystemOverviewText1
source: <b>VTS Automonitoring</b> is an innovative system designed for car services and individual businessmen which allows to monitor and evaluate changes in car systems parameters for Peugeot / Citroen vehicles over a long period of observation. The system can evaluate different vehicle systems state, primarily engine systems.
be: <b>VTS Аўтаманіторынг</b> – інавацыйная сістэма, прызначаная для аўтасэрвісаў і індывідуальных прадпрымальнікаў, якая дазваляе адсочваць і ацэньваць змены параметраў сістэм аўтамабіляў Peugeot / Citroen за працяглы перыяд назіранняў. Сістэма здольная выдаць адзнакі стану розных сістэм аўтамабіля, у першую чаргу сістэм рухавіка.
ru: <b>VTS Автомониторинг</b> – инновационная система, предназначенная для автосервисов и индивидуальных предпринимателей, позволяющая отслеживать и оценивать изменения параметров систем автомобиля Peugeot / Citroen за продолжительный период наблюдений. Система способна выдать оценки состояния различных систем автомобиля, в первую очередь систем двигателя.

# SystemOverviewText2
source: The system is specially designed for the automonitoring service resale. <a href="http://vtsautomonitoring.wikidot.com/wiki:partner">Partners</a> around the world can use the system to evaluate the parameters of their <a href="http://vtsautomonitoring.wikidot.com/wiki:client">Clients</a> Peugeot/Citroen vehicles and easily share analysis results of the analysis withtheir customers to gain a competitive advantage in the field of vehicle diagnostics and service. <a href="http://vtsautomonitoring.wikidot.com/wiki:registrationkey">Learn more...</a>
be: Сістэма спецыяльна створана для перапродажу паслуг па маніторынгу параметраў аўтамабіля. <a href="http://vtsautomonitoring-ru.wikidot.com/wiki:partner">Партнёры</a> па ўсім свеце могуць выкарыстоўваць сістэму для ацэнкі параметраў аўтамабіляў сваіх <a href = "http://vtsautomonitoring-ru .wikidot.com/wiki:client ">Кліентаў</a> і зручнай перадачы Кліентам вынікаў аналізу для атрымання канкурэнтнай перавагі ў сферы аўтадыягностыкі і аўтасэрвісу. <a href="http://vtsautomonitoring-ru.wikidot.com/wiki:registrationkey">Даведацца больш ...</a>
ru: Система специально создана для перепродажи услуг по мониторингу параметров автомобиля. <a href="http://vtsautomonitoring-ru.wikidot.com/wiki:partner">Партнёры</a> по всему миру могут использовать систему для оценки параметров автомобилей своих <a href="http://vtsautomonitoring-ru.wikidot.com/wiki:client">Клиентов</a> и удобной передачи Клиентам результатов анализа для получения конкурентного преимущества в сфере автодиагностики и автосервиса. <a href="http://vtsautomonitoring-ru.wikidot.com/wiki:registrationkey">Узнать больше...</a>
