Repository: shukanov-artyom/VTS
Catalog: VTS Agent/Agent.Localization/Resources/Resources.*.resx
Languages: be, ru

# LowBrakeFluidWarning
source: Low brake fluid level warning
be: Папярэджанне аб нізкім узроўні тармазной вадкасці
ru: Предупреждение о низком уровне тормозной жидкости

source: Lower oxygen sensor state
be: Стан ніжняга кіслароднага зонда
ru: Состояние нижнего кислородного зонда

source: Lower oxygen voltage
be: Напружанне ніжняга кіслароднага зонда (датчык на выхадзе)
ru: Напряжение нижнего кислородного зонда (датчик на выходе)

source: Low screen wash level display
be: Індыкатар нізкага узроуню амываючай вадкасці
ru: Индикатор низкого уровня омывающей жидкости

source: Main beam control
be: Кантроль далёкага святла
ru: Контроль дальнего света

# MainBrakeSignal
source: Main brake signal (disconnected when pedal is released)
be: Сігнал з першага датчыка тармазной сістэмы (разомкн. пры адпушчанай педалі)
ru: Сигнал с основного датчика тормозной системы (разомкнут, когда педаль отпущена)

source: Maintenance indicator
be: Індыкатар абслугоўвання
ru: Индикатор обслуживания

source: Manifold pressure
be: Ціск у калектары
ru: Давление коллектора

# MeasuredAirVolume
source: Masured air volume
be: Замеранае спажыванне паветра
ru: Измеренное потребление воздуха

source: Measured oil level
be: Узровень масла
ru: Уровень масла

# MedianInjectorCorrDataHeader
source: Averaged injectors corrections
be: Асераднёныя значэння карэкцый інжэктараў
ru: Усреднённые значения коррекций инжекторов

source: Metering pump speed
be: Хуткасць помпы-дазатара
ru: Скорость насоса-дозатора

source: Mixing status left
be: Стан сістэмы змешвання - левы
ru: Состояние системы смешивания – левый

source: Mixing status right
be: Стан сістэмы змешвання - правы
ru: Состояние системы смешивания – правый

# MixRegState
source: Mixing regulation state
be: Стан рэгулявання складу сумесі
ru: Состояние регулирования состава смеси

source: No load shedding
be: Няма скіда нагрузкі
ru: Нет сброса нагрузки

# NominalTurbinePressure
source: Rated turbine pressure
be: Зададзены (намінальны) ціск, які павінен стварацца турбакампрэсарам
ru: Задаваемое (номинальное) давление, создаваемого турбокомпрессором

source: Number of services performed
be: Колькасць продзеных сервісаў
ru: Количество пройденных сервисов

# OdometerResetButton
source: Odmeter reset button
be: Кнопка скіду адометра
ru: Кнопка сброса одометра

# OilLevelFunction
source: Oil level indication function
be: Функцыя індыкацыі узроўня масла
ru: Функция индикации уровня масла

source: Oil pressure warning
be: Папярэджанне аб ціску масла
ru: Предупреждение о давлении масла

source: Oil temperature
be: Тэмпература масла
ru: Температура масла

source: Parking brake
be: Паркавальны тормаз
ru: Парковочный тормоз

source: Partial heating load shedding
be: Скід нагрузкі частковага падагрэву
ru: Сброс нагрузки частичного подогрева

source: Particle filter inlet/outlet pressure difference
be: Перапад ціскаў на ўваходзе / выхадзе з фільтра цвёрдых часціц
ru: Перепад давлений на входе/выходе из фильтра твердых частиц

source: Particle filter status
be: Стан забруджвання фільтра
ru: Состояние загрязенения фильтра

# PassengerSeatBeltFastened
source: Passenger's seat belt fastened
be: Пасажырскі рэмень бяспекі прышпілены
ru: Пассажирский ремень безопасности пристёгнут

source: Tyres pressure
be: Ціск у колах
ru: Давление в колёсах

source: Alarm
be: Сігналізацыя
ru: Сигнализация

source: Doors
be: Дзверы
ru: Двери

source: Instrumental indication
be: Індыкацыя прыладаў
ru: Инструментальная индикация

source: Lighting
be: Асвятленне
ru: Освещение

source: Load shedding level
be: Узровень скіду нагрузкі
ru: Уровень сброса нагрузки

source: Locks
be: Замкі
ru: Замки

source: Low FAP additive level
be: Нізкі узровень прысадкі FAP
ru: Низкий уровень присадки FAP

source: Measured data
be: Вынікі замераў
ru: Результаты измерений

# PlusVanSupply
source: VAN "+" voltage
be: Напружанне "+" VAN
ru: Напряжение "+" VAN

# PostInjectionFlow
source: Post injection phase fuel flow
be: Выдатак паліва, падаванага падчас фазы наступнага ўпырску
ru: Расход топлива, подаваемого во время фазы последующего впрыска

source: Post injection phasing
be: Фаза наступнага упырску
ru: Фаза последующего впрыска

# PowerSupplyOfRainSensor
source: Rain sensor power supply
be: Сілкаванне датчыка дажджу
ru: Питание датчика дождя

source: Preheater plug load shedding
be: Скід нагрузкі свечак папярэдняга падагрэву
ru: Сброс нагрузки свечей предварительного подогрева

source: Preheat relay
be: Рэле перадпускавага / наступнага падагрэву
ru: Реле предпускового/последующего подогрева

# PresenceOfPlusAccessories
source: Accessoires "+" presence
be: Наяўнасць "+" на аксесуарах
ru: Наличие "+" на аксессуарах

# PresenceOfPlusIgnition
source: Ignition "+" presence
be: Наяўнасць "+" на запальванні
ru: Наличие "+" на зажигании

# ProblemsDetectedWhenTransmittingTheUnlockCode
source: Problems passing unlock code
be: Праблемы пры перадачы кода разблакоўкі
ru: Проблемы при передаче кода разблокировки

# RangeInjectorCorrDataHeader
source: Injectors corrections values range
be: Калідор гранічных значэнняў карэкцый інжэктараў
ru: Коридор предельных значений коррекций инжекторов

source: Rear electric window switches deactivation
be: Дэактывацыя выключальнікаў задніх электрашклапад'ёмнікаў
ru: Деактивация выключателей задних электростеклоподъёмников

source: Rear electric window switches supply
be: Сілкаванне выключальнікаў задніх электрашклапад'ёмнікаў
ru: Питание на выключателях задних электростеклоподъёмников

source: Rear fog lamps control
be: Кантроль задніх супрацьтуманных фараў
ru: Контроль задних противотуманных фар

source: Rear left hand door switch
be: Ручка задняй левай дзверы
ru: Ручка задней левой двери

source: Rear left wheel speed
be: Хуткасць левага задняга кола
ru: Скорость левого заднего колеса

source: Rear LH tyre pressure status
be: Ацэнка ціску ў заднім левым коле
ru: Оценка давления в заднем левом колесе

# RearLhWheelTyreDeflationDetectionSensorStatus
source: Rear LH tyre deflation detection sensor status
be: Стан датчыка ціску ў заднім левым коле
ru: Статус датчика давления заднего левого колеса

source: Rear LH window lower control
be: Кантроль апускання задняга левага шкла
ru: Контроль опускания заднего левого стекла

source: Rear LH window raise control
be: Кантроль падняцця задняга левага шкла
ru: Контроль поднятия заднего левого стекла

source: Rear RH tyre pressure status
be: Ацэнка ціску ў заднім правым коле
ru: Оценка давления в заднем правом колесе

# RearRhWheelTyreDeflationDetectionSensorStatus
source: Rear RH tyre deflation detection sensor status
be: Статус датчыка ціску задняга правага кола
ru: Статус датчика давления заднего правого колеса

source: Rear RH window lower control
be: Кантроль апускання задняга правага шкла
ru: Контроль опускания заднего правого стекла

source: Rear RH window raise control
be: Кантроль падняцця задняга правага шкла
ru: Контроль поднятия заднего правого стекла

source: Rear right hand door switch
be: Ручка задняй правай дзверы
ru: Ручка задней правой двери

source: Rear right wheel speed
be: Хуткасць правага задняга кола
ru: Скорость правого заднего колеса

source: Rear screen wash control
be: Кантроль задняга амывальніка шкла
ru: Контроль заднего стеклоомывателя

source: Rear screen wiper control
be: Кантроль задняга шклоачышчальніка
ru: Контроль заднего стеклоочистителя

source: Rear wiper parked position information
be: Інфармацыя аб паркавальным становішчы задняга шклоачышчальніка
ru: Информация о парковочном положении заднего стеклоочистителя

source: Recirculation status
be: Стан рэцыркуляцыі
ru: Состояние рециркуляции

# RedundantBrakeSignal
source: Redundant brake signal (connected when pedal is released)
be: Сігнал з дадатковага датчыка тармазной сістэмы (замкнуты пры адпушчанай педалі)
ru: Сигнал с дополнительного датчика тормозной системы (замкнут, когда педаль отпущена)

# RegenerationAssistanceRequest
source: Regeneration asistance request
be: Запыт на выкананне рэгенерацыі
ru: Запрос на выполнение регенерации

# RelayLowSpeedVent
source: Engine cooling fan low speed relay
be: Рэле малой хуткасці групы вентылятара ахладжэння рухавіка
ru: Реле малой скорости группы вентилятора охлаждения двигателя

# ReservoirCap
source: Fuel tank cap
be: Вечка паліўнага бака
ru: Крышка топливного бака

# Sensor1Voltage
source: Sensors 1 voltage (camshafts)
be: Напружанне ў ланцугу сілкавання датчыкаў 1 (кулачковыя валы)
ru: Напряжение в цепи питания датчиков 1 (кулачковые валы)

# Sensor2Voltage
source: Sensors 2 voltage (other)
be: Напружанне ў ланцугу сілкавання датчыкаў 2 (іншае)
ru: Напряжение в цепи питания датчиков 1 (другое)

source: Sidelamps control
be: Кантроль бакавых лямпаў
ru: Контроль боковых ламп

source: Slow speed windscreen wiper control
be: Кантроль шклоачышчальнікаў лабавога шкла на нізкай хуткасці
ru: Контроль стеклоочистителей лобового стекла на низкой скорости

# SmoothedConsumption
source: Smoothed fuel consumption
be: Згладжанае значэнне расходу паліва
ru: Сглаженное значение расхода топлива

source: Spark plug speed
be: Хуткасць свечак запальвання
ru: Скорость свечей зажигания

# SpeedElectropumpAssemblyMotor
source: Speed of electropump assembly motor
be: Хуткасць кручэння электрарухавіка электрапомпы
ru: Скорость вращения электродвигателя электронасоса

# SpeedVent
source: Engine cooling fan high speed relay
be: Рэле высокай хуткасці групы вентылятара ахладжэння рухавіка
ru: Реле высокой скорости группы вентилятора охлаждения двигателя

# StatusText
source: Status
be: Стан
ru: Статус

source: Steering electropump temperature
be: Тэмпература электрапомпы рулявога кіравання
ru: Температура электронасоса рулевого управления

source: Steering wheel rotation angle data presence
be: Наяўнасць індыкацыі вугла павароту рулявога кола
ru: Наличие индикации угла поворота рулевого колеса

source: Steering wheel rotation direction
be: Кірунак кручэння рулявога кола
ru: Направление вращения рулевого колеса

source: Steering wheel speed
be: Хуткасць кручэння рулявога кола
ru: Скорость вращения рулевого колеса

source: Sunlight sensor dusk value
be: Узровень змяркання датчыка сонечнага святла
ru: Уровень сумерек датчика солнечного света

source: Supply relay control
be: Упраўленне рэле сілкавання
ru: Управление реле питания

source: Suspension control button
be: Кнопка кантролю падвескі
ru: Кнопка контроля подвески

# ThirdCylOff
source: Third cylinder off
be: Адключэнне трэцяга поршня
ru: Отключение трётьего поршня

source: Throttle angle
be: Вугал дросельнай засланкі
ru: Угол дроссельной заслонки

source: Throttle position voltage
be: Напружанне, якое адпавядае становішчу дросельнай засланкі
ru: Напряжение, соответствующее положению дроссельной заслонки

source: Throttle status
be: Становішча дроселя
ru: Положение дросселя

# TotalAdditiveAmountDepositedCounter1
source: Total additive amount consumed by FAP filter (counter 1)
be: Агульная колькасць прысадкі, спажытая фільтрам (лічыльнік 1)
ru: Общее количество присадки, потреблённое фильтром (счётчик 1)

# TotalAdditiveAmountDepositedCounter2
source: Total additive amount taken from additive tank (counter 2)
be: Агульная колькасць прысадкі, узятая з бака (лічыльнік 2)
ru: Общее количество присадки, взятое из бака (счётчик 2)

source: Total fuel additive quantity
be: Агульная колькасць прысадкі
ru: Общее количество присадки

source: Total mileage
be: Агульны прабег
ru: Общий пробег

source: Tripometer display units
be: Адзінкі вымярэння лічыльніка пройдзенага шляху
ru: Единицы измерения счётчика пройдённого пути

# TurbineCycleRatio
source: Turbine pressure electrovalve open duty cycle
be: ЦСА электроклапан ціску ў турбакампрэсары
ru: ЦСО электроклапана давления в турбокомпрессоре

# TurbinePressure
source: Turbine pressure (post-turbine)
be: Вымераны ціск паветра пасля турбакампрэсара
ru: Измеренное давление воздуха после турбокомпрессора

# ValidityOfTyreDeflationSensorStatusParameters
source: Validity of tyre deflation status parameters
be: Правільнасць паказанняў датчыкаў ціску ў колах
ru: Правильность показаний датчиков давления в колёсах

source: Vehicle protection status led control
be: Святладыёд кантролю абароны транспартнага сродку
ru: Светодиод контроля защиты транспортного средства

source: Vehicle speed
be: Хуткасць аўтамабіля
ru: Скорость автомобиля

source: Vehicle speed signal presence
be: Наяўнасць сігналу аб хуткасці руху аўтамабіля
ru: Наличие сигнала о скорости движения автомобиля

source: Visibility control
be: Кантраляванне бачнасці
ru: Контроль видимости

# VoltageInjector1and4
source: Voltage - injectors 1 and 4
be: Напружанне на інжэктарах 1 і 4
ru: Напряжение на инжекторах 1 и 4

# VoltageInjector2and3
source: Voltage - injectors 2 and 3
be: Напружанне на інжэктарах 2 і 3
ru: Напряжение на инжекторах 2 и 3

source: Voltage value on blower
be: Напружанне на сістэме падачы паветра печкі
ru: Напряжение на системе подачи воздуха печки

source: Volumetric breakin detection
be: Аб'ёмны датчык ўзлому
ru: Объёмный датчик взлома

source: Volumetric protection deactivation
be: Дэактывацыя абароны з дапамогай аб'ёмнага датчыка
ru: Деактивация защиты с помощью объёмного датчика

source: Water in diesel
be: Вада ў дызелі
ru: Вода в дизеле

source: Water pump
be: Вадзяная помпа
ru: Водяной насос

source: Water temperature
be: Тэмпература вады
ru: Температура воды

source: Windscreen washer control
be: Кантроль пярэдняга амывальніка шкла
ru: Контроль переднего стеклоомывателя

source: Windscreen wiper control
be: Кантроль шклоачышчальнікаў лабавога шкла
ru: Контроль стеклоочистителей лобового стекла

# WindscreenWiperControlAtHighSpeed
source: Windscreen wiper high speed control
be: Кантроль шклоачышчальнікаў лабавога шкла на высокай хуткасці
ru: Контроль стеклоочистителей лобового стекла на высокой скорости

source: Windscreen wiper parked position information
be: Інфармацыя аб паркавальным становішчы пярэдняга шклоачышчальніка
ru: Информация о парковочном положении переднего стеклоочистителя

source: Ventilation – distribution
be: Вентыляцыя – размеркаванне
ru: Вентиляция – распределение

# MileageNotSetExplainText
source: Mileage not set to one or more scanning sessions. Please click at the scanning session item in the data tree and set mileage. Scanning data is incomplete without mileage field.
be: Для адной ці больш сесій сканавання не задазены прабег. Калі ласка, клікніце на сесію сканавання ў дрэве дадзеных і задайце прабег на момант сканавання. Без гэтага экспартаваня дадзеныя няпоўныя.
ru: Для одной или нескольких сессий сканирования не задан пробег. Пожалуйста, кликните на сессию сканирования в дереве данных и задайте пробег. Без этого снятые данные неполны.

# MileageNotSetText
source: Mileage not set
be: Прабег не зададзены
ru: Пробег не задан

# AboutText
source: About
be: Аб праграме
ru: О программе

# UnrecognizedText
source: Unrecognized
be: Нераспазнаныя
ru: Нераспознанные

# unrecFilter
source: DJCU+zqqO6Pmy166hcfwwz0muA17lpWlx4Q/sAnmNUFPJtqo39gi9aUHmXUotTce
be: a9pjEN/WiJ40/2fRlmQ/zxDmRa8wBo9IU+GnTStc9/ryktcuUHLp7a/R8+F4UtPZS6x9AffowpCk+A63JSHFow==
ru: Ztg4RQD89pRDX3k/9EjpQuNRHSlRwMt/nOm6l/5Yyp12X7cHfoM3QF7HB9osZ3aPo1pWK6G4AtlB3GB0L3Wcrg==

# UnrecognizedVehicleText
source: Unrecognized model
be: Нераспазнаная мадэль
ru: Нераспознанная модель

source: Aggregates state
be: Стан агрэгатаў
ru: Состояние агрегатов

source: Control panel elements state
be: Стан элементаў панэлі кіравання
ru: Состояние элементов панели управления

source: Reverse gear info
be: Iнфармацыя аб задняй перадачы
ru: Информация о включенной задней передаче

source: Right blown air temperature
be: Тэмпература паветра правага паветравода
ru: Температура правого воздуховода

source: Right hand indicators control
be: Кантроль правых паказальнікаў павароту
ru: Контроль правых индикаторов поворота

# Variables
source: Environment variables
be: Пераменныя асяроддзя
ru: Переменные среды

# AnalyseDataButtonText
source: Analyse data
be: Аналіз дадзеных
ru: Анализ данных

# DataAnalysisExplanatoryText
source: To analyse collected data please click the button below and it will redirect you to VTS Automonitoring system where you will be able to upload your data for analysis. Click "Help" button to see the VTS Automonitoring system usage help.
be: Для аналізу сабраных дадзеных, калі ласка, націсніце на кнопку ніжэй, і вы будзеце перанакіраваныя на старонку сiстэмы VTS Аўтаманіторынг, дзе вы зможаце загрузіць свае дадзеныя для аналізу. Націсніце "Дапамога", каб перайсцi на старонку дапамогі сiстэмы VTS Аўтаманіторынг.
ru: Чтобы проанализировать собранные данные, кликните на кнопку "Анализировать", и вы будете перенаправлены на страницу системы VTS Автомониторинг, где вы сможете загрузить свои данные для анализа. Кликните кнопку "Помощь", чтоб перейти на страницу помощи по использованию системы VTS Автомониторинг.

# DataAnalysisHeader
source: Data analysis
be: Аналiз дадзеных
ru: Анализ данных

# AnalyseText
source: Analyse
be: Аналiзаваць
ru: Анализировать

# WikiLink
source: http://vtsautomonitoring.wikidot.com/
be: http://vtsautomonitoring-ru.wikidot.com/
ru: http://vtsautomonitoring-ru.wikidot.com/

# AboutHeader
source: About VTS Agent application
be: Аб праграме VTS Агент
ru: О программе VTS Агент

# AboutTextContent
source: VTS Agent application is a part of the VTS Avtomonitoring software package. It's completely free. Please visit our website Vtsautomonitoring.com to download the latest version or to learn more about the VTS Avtomonitoring vehicle health monitoring system.
be: Праграма VTS Агент - частка праграмнага комплексу VTS Аўтаманіторынг. Распаўсюджваецца бясплатна. Наведайце наш сайт vtsautomonitoring.com каб спампаваць апошнюю версію або даведацца больш аб сістэме маніторынгу стану аўтамабіля VTS Аўтаманіторынг.
ru: Программа VTS Агент – часть программного комплекса VTS Автомониторинг. Распространяется бесплатно. Посетите наш сайт vtsautomonitoring.com чтобы скачать последнюю версию или узнать больше о системе мониторинга состояния автомобиля VTS Автомониторинг.

# DataExportWindowTextCancel
source: Cancel
be: Адмена
ru: Отмена

# DataExportWindowTextDataExported
source: Data exported
be: Дадзеныя экспартаваны
ru: Данные экспортированы

# DataExportWindowTextExplanation
source: The data has been exported to a .vts file. It is required in order to upload it to the VTS Monitor web application where diagnostic data from the file will be stored in the central database of the system, and analyzed. Should we go to the VTS Monitor web page to upload the file?
be: Дадзеныя экспартаваныя ў файл .vts. Ён патрэбны для таго, каб загрузіць яго ў вэб-прылажэнне VTS Манітор, дзе дыягнастычныя дадзеныя з яго будуць захаваны ў цэнтральную базу сістэмы, і прааналізаваны. Перайсці на старонку праграмы VTS Манітор, каб запампаваць файл?
ru: Данные экспортированы в файл .vts. Он нужен для того, чтобы загрузить его в веб-приложение VTS Монитор, где диагностические данные из него будут сохранены в центральную базу системы, и проанализированы. Перейти на страницу программы VTS Монитор, чтобы закачать файл?

# DataExportWindowTextGoto
source: Go
be: Перайсці
ru: Перейти

# DataExportWindowTextHeader
source: Data export
be: Экспарт дадзеных
ru: Экспорт данных

# DataExportWindowTextHelp
source: Help
be: Дапамога
ru: Помощь

# DesktopNoDataWarningMessageText
source: Could not find any data captured from a vehicle by Lexia, PP2000 or DiagBox diagnostic system on this computer.
be: На гэтым кампутары не знойдзена дадзеных, знятых з аўтамабіляў з дапамогай дыягнастычных сістэм Lexia, PP2000 або DiagBox.
ru: На этом компьютере не найдено данных, снятых с автомобилей с помощью диагностических систем Lexia, PP2000 или DiagBox.

# WikiLinkDataUpload
source: http://vtsautomonitoring.wikidot.com/wiki:diagnosticdataupload
be: http://vtsautomonitoring-ru.wikidot.com/wiki:diagnosticdataupload
ru: http://vtsautomonitoring-ru.wikidot.com/wiki:diagnosticdataupload

# HelpText
source: Help
be: Дапамога
ru: Помощь

source: Instrumentation measurements
be: Інструментальныя вымярэнні
ru: Инструментальные измерения

source: Unrecognized data
be: Нераспазнаныя дадзеныя
ru: Нераспознанные данные

# UnrecognizedDataExplanatoryText
source: At the moment the application can not recognize some parts of your diagnostic data. Please send the saved .uvts file to the vtsautomonitoring@gmail.com email and this data support will be included in one of the upcoming releases.
be: на дадзены момант прагарама не можа распазнаць некаторыя з вашых дадзеных. Калі ласка, дашліце захаваный файл .uvts на e-mail техпадтрымкі vtsautomonitoring@gmail.com, і у адной за наступных версій падтрымка гэты параметраў будзе дададзена.
ru: На данный момент программа не может распознать некоторые из ваших данных. Пожалуйста, пришлите сохранённый файл .uvts на e-mail техподдержки vtsautomonitoring@gmail.com, и в одной из следующих версий поддержка этих данных будет добавлена.

source: Unrecognized data exported
be: Нераспазнаныя дадзеныя экспартаваны
ru: Нераспознанные данные экспортированы

# UnrecognizedDataButtonTooltipText
source: Unrecognized data found. Press to process it.
be: Знойдзены нераспазнаныя дадзеныя. Націсніце каб апрацаваць іх.
ru: Найдены нераспознанные данные. Нажмите, чтобы их обработать.

# NewVersionAvailableWindowCaption
source: New version
be: Новая версія
ru: Новая версия

source: Download
be: Спампаваць
ru: Скачать

source: Later
be: Пазней
ru: Позже

# NewVersionExplanatoryText
source: It's better than current and is free as well. We recommend you to download it now or later from our website.
be: Яна лепей за гэтую і таксама бясплатная. Прапануем спампаваць яе зараз альбо потым з нашага сайта.
ru: Она лучше этой, и такая же бесплатная. Рекомендуем скачать сейчас или позже с нашего сайта.

# ThereIsANewVersionExclamation
source: New version available!
be: Ёсць новая версія!
ru: Есть новая версия!

# Disclaimer
source: VTS Automonitoring 2013. All rights reserved.
be: VTS Аўтаманiторынг 2013. Усе правы абаронены.
ru: VTS Автомониторинг 2013. Все права защищены.

# ConnectionCheckingText
source: Network connection check
be: Праверка злучэння з сеткай
ru: Проверка соединения с сетью

# EnterUserData
source: User credentials
be: Дадзеныя карыстальніка
ru: Данные пользователя

# LogonText
source: Logon
be: Уваход
ru: Вход

# NoConnectionExplanatoryText
source: You need network connection to log on or register. Loggong on with a user account allows you to enable all application's abilities for your car parameters monitoring.
be: Каб зарэгістравацца ў сістэме альбо ўвайсці неабходна далучэнне да сеткі. Залагініўшыся пад сваім акаунтам карыстальніка вы атрымаеце усе магчымасці праграмы па маніторынгу аўтамабільных параметраў.
ru: Для регистрации или входа необходимо соединение с сетью. Вход под пользовательским аккаунтом позволяет использовать все возможности программы для мониторинга параметров ваших машин.

# NoNetworkHeader
source: No network connection
be: Няма злучэння з сеткай
ru: Нет соединения с сетью

# LogoffText
source: Log off
be: Выхад
ru: Выход

# IncorrectUserCredentialsMessage
source: Combination is incorrect, check login and password
be: Камбінацыя няправільная, праверце лагін і пароль
ru: Комбинация неверна, проверьте логин и пароль

# LoginColon
source: Login:
be: Лагiн:
ru: Логин:

# PasswordColon
source: Password:
be: Пароль:
ru: Пароль:

source: Show password
be: Паказаць пароль
ru: Показать пароль

# TooltipDataSynchronizationDataNotSupported
source: Data Synchronization error: Data is not supported
be: Памылка сінхранізацыі дадзеных: дадзеныя не падтрымліваюцца
ru: Ошибка синхронизации данных: данные не поддерживаются

# TooltipDataSynchronizationFailed
source: Data was not synchronized because of error
be: Дадзеныя не сінхранізаваны з-за памылкі
ru: Данные не были синхронизированы из-за ошибки
