Repository: shukanov-artyom/VTS
Catalog: VTS Agent/Agent.Localization/Resources/Resources.*.resx
Languages: be, ru

source: Automatic gearbox exit time (requested)
be: Хуткасць выхада з аўтаматычнай скрыні перадач (запатрабаваная)
ru: Скорость выхода из АКПП (требуемая)

source: Battery charge percentage
be: Адсотак зараду батарэі
ru: Процент заряда батареи

# BatteryChargePercentagePrecise
source: Precise battery charge percentage
be: Дакладны адсотак зараду батарэі
ru: Точный процент заряда батареи

source: Battery current
be: Ток батарэі
ru: Ток батареи

source: Battery temperature
be: Тэмпература батарэі
ru: Температура батареи

source: Gearbox handle position
be: Становішча рукаятки пераключэння перадач
ru: Положение рукоятки переключения передач

source: Oil pressure sensor voltage
be: Напружанне датчыка ціску алею
ru: Напряжение датчика давления масла

source: Oil temperature sensor voltage
be: Напружанне датчыка тэмпературы алею
ru: Напряжение датчика температуры масла

# MultifunctionalSwitch1OrImpulseMinusContact
source: Switch 1 or impulse ( – ) switch contact
be: Кантакт пераключальніка 1 альбо імпульснага ( – ) пераключальніка
ru: Контакт переключателя 1 или импульсного ( – ) переключателя

# MultifunctionalSwitchPNContact
source: P/N Multifunctional switch contact
be: Кантакт шматфункцыянальнага пераключальніка P/N
ru: Контакт многофункционального переключателя P/N

# MultifunctionalSwitchS1OrImpulsePlusContact
source: S1 Multifunctional or impulse ( + ) switch contact
be: Кантакт шматфункцыянальнага пераключальніка S1 альбо імпульснага ( + ) пераключальніка
ru: Контакт многофункционального переключателя S1 или импульсного ( + ) переключателя

# MultifunctionalSwitchS2Contact
source: S2 Multifunctional switch contact
be: Кантакт шматфункцыянальнага пераключальніка S2
ru: Контакт многофункционального переключателя S2

# MultifunctionalSwitchS3Contact
source: S3 Multifunctional switch contact
be: Кантакт шматфункцыянальнага пераключальніка S3
ru: Контакт многофункционального переключателя S3

# MultifunctionalSwitchS4Contact
source: S4 Multifunctional switch contact
be: Кантакт шматфункцыянальнага пераключальніка S4
ru: Контакт многофункционального переключателя S4

# IncorrectVinMessage
source: Incorrect VIN. Please check your VIN before setting.
be: Некарэктны VIN-код. Праверце ваш VIN перад захаваннем.
ru: Некорректный VIN. Проверьте VIN перед сохранением.

# IncorrectVinMessageBoxCaption
source: Incorrect VIN
be: Некарэктны VIN
ru: Некарэктны VIN

# ScalesText
source: Scales
be: Маштабы
ru: Масштабы

source: Climate control or KeyLock function output
be: Выхад кліматычнай устаноўки альбо функцыі "Key Lock"
ru: Выход климатической установки или функции "Key Lock"

source: Drain required
be: Неабходнасць сліву
ru: Необходимость слива

source: Gearbox handle position registered by SMD
be: Становішча ручкі скрыні перадач, зарэгістраванае SMD
ru: Положение ручки переключения передач, зарегистрированное SMD

source: Key position in ignition lock
be: Становішча ключа ў замку запальвання
ru: Положение ключа в замке зажигания

# ReverseInformation
source: Reverse moving information
be: Інфармацыя аб руху заднім ходам
ru: Информация о движении задним ходом

# SequentialElectromagneticValvesGeneralSupply
source: Sequential electromagnetic valves generic supply
be: Агульнае сілкаванне паслядоўных (секвентальных) электрамагнітных клапаноў
ru: Общее питание последовательных (секвентальных) электромагнитных клапанов

source: Torque regulation
be: Рэгуляванне крутоўнага моманту
ru: Регулировка крутящего момента

source: Alternator non-operational time has ended
be: Скончыўся час калі генератар не працуе
ru: Закончилось время неработоспособного состояния генератора

source: BSI software reboots count
be: Колькасць перазагрузак прашыўкі BSI
ru: Количество перезагрузок прошивки BSI

source: BSI software resets count
be: Колькасць скідаў прашыўкі BSI
ru: Количество сбросов прошивки BSI

# ElectricChainStateWithGeneratorOffline
source: Electric system state when alternator is off
be: Стан электрычнай сістэмы пры генератаре, які не працуе
ru: Состояние электросистемы при неработающем генераторе

# ElectricChainStateWithGeneratorOnline
source: Electric system state when alternator is on
be: Стан электрычнай сістэмы пры генератаре, які працуе
ru: Состояние электросистемы при работающем генераторе

source: Electric system emergency mode
be: Аварыйны рэжым работы электрасістэмы
ru: Аварийный режим работы электросистемы

source: Engine start command
be: Каманда на старт рухавіка
ru: Команда на старт двигателя

source: FAP regeneration help request
be: Запыт на дапамогу рэгенерацыі FAP
ru: Запрос на помощь регенерации FAP

# InformationPlusAfterContactPassedToEngineServiceModule
source: Information about plus after contact passed to the Engine service module
be: Інфармацыя аб плюсе пасля кантакта, перададзеная на сервісны модуль рухавіка
ru: Информация о плюсе после контакта, переданная на сервисный модуль двигателя

source: Key in starter start position
be: Ключ у становішчы запуску стартара
ru: Ключ в положении запуска стартера

source: Life phase mode
be: Рэжым фазы жыцця
ru: Режим фазы жизни

# MainElectricSystemState
source: Main state of electric system
be: Галоўны стан электрасістэмы
ru: Главное состояние системы электрооборудования

source: Physical state of Parking state shunt
be: Фізічны стан шунта палажэння "Паркінг"
ru: Физическое состояние шунта положения "парковка"

source: Plus after contact (+APC)
be: Плюс апасля кантакта (+APC)
ru: Плюс после контакта (+APC)

# PowerOutputAtWorkingEngineControl_SeatHeaterOn
source: Power output control for working engine (seat heater switch on permission)
be: Кіраванне выхадам сілкавання калі працуе рухавік (дазвол на уключэнне электрападагравання сядзення)
ru: Управление выходом питания при работающем двигателе (разрешение на электрообогрев сидений)

source: Power unit state
be: Стан сілавога агрэгата
ru: Состояние силового агрегата

source: Sensitive electric consumers state
be: Стан адчувальных электраспажыўцоў
ru: Состояние чувствительных электропотребителей

# TimeSpanSinceAlternatorStart
source: Time elapsed from the moment when alternator started
be: Час, які прайшоў з моманта старта генератара
ru: Время, прошедшее с момента старта генератора

source: Vehicle electric system configuration
be: Канфігурацыя электрычнай сістэмы аўтамабіля
ru: Конфигурация электросистемы автомобиля

source: Additional heater power saving function (CTP 1 and 2)
be: Глабальная эканомія электраэнергіі дадатковым ацяпліцелям (CTP 1 і 2)
ru: Глобальная экономия электроэнергии дополнительным отопителем (CTP 1 и 2)

# AdditionalHeatingSystemCTP3PartialBlock
source: Additional heating system partial block (TCP3)
be: Частковая разгрузка сістэмы дадатковага абагравання
ru: Частичная блокировка системы дополнительного обогрева (CTP3)

source: Body transformation block load shedding
be: Адключэнне блока трансфармацыі кузава
ru: Отключение блока трансформации кузова

source: Global power saving function of rear window heater
be: Функцыя глабальнай эканоміі электраэнергіі абагравальнікам задняга шкла
ru: Функция глобальной экономии электроэнергии обогревателем заднего стекла

# NOxSystemSwitchOffForPartialGeneratorUnload
source: NOx system switch of for partial generator unload
be: Адключэнне сістэмы NOx для частковай разгрузкі генератара
ru: Отключение системы NOx для частичной разгрузки генератора

# RearWindowHeatingPowerSaveFunctionWhileRegeneratingFAP
source: Rear window heating power save function when regenerating FAP
be: Функцыя эканоміі электраэнергіі абагравальнікам задняга шкла ў час рэгенерацыі FAP
ru: Функция экономии электроэнергии обогревателем заднего стекла во время регенерации FAP

source: Windscreen heater load shedding
be: Адключэнне абагрэву лабавога шкла
ru: Отключение обогрева лобового стекла

# SpeedLimitationOrRegulation_ActivationState
source: Speed regulation/limitation: activation state
be: Рэгуляванне/абмежаванне хуткасці: стан актывацыі
ru: Регулирование/ограничение скорости: состояние активации

# SpeedLimitationOrRegulation_CancelRestoreButtonStatus
source: Speed regulation/limitation: «Cancel/Restore» button status
be: Рэгуляванне/абмежаванне хуткасці: стан кнопкі «ануляваць/аднавіць»
ru: Регулирование/ограничение скорости: состояние кнопки «Аннулировать/восстановить»

# SpeedLimitationOrRegulation_SelectionState
source: Speed regulation/limitation: Selection state
be: Рэгуляванне/абмежаванне хуткасці: стан выбару
ru: Регулирование/ограничение скорости: состояние выбора

# SpeedLimitationOrRegulation_SpeedRegulationMinus
source: Speed regulation/limitation: speed regulation «-»
be: Рэгуляванне/абмежаванне хуткасці: рэгуляванне хуткасці «-»
ru: Регулирование/ограничение скорости: управление скоростью «-»

# SpeedLimitationOrRegulation_SpeedRegulationPlus
source: Speed regulation/limitation: speed regulation «+»
be: Рэгуляванне/абмежаванне хуткасці: рэгуляванне хуткасці «-»
ru: Регулирование/ограничение скорости: управление скоростью «+»

# SpeedLimitationOrRegulation_SpeedState
source: Speed regulation/limitation: speed state
be: Рэгуляванне/абмежаванне хуткасці: стан хуткасці
ru: Регулирование/ограничение скорости: состояние скорости

# SpeedLimitationOrRegulation_SwitchOnCommand
source: Speed regulation/limitation: switch on command
be: Рэгуляванне/абмежаванне хуткасці: каманда на ўключэнне
ru: Регулирование/ограничение скорости: команда на включение

source: Battery charge cirquit error displaying
be: Адлюстраванне памылкі збою электрычнага ланцугу зараду АКБ
ru: Отображение ошибки сбоя цепи заряда АКБ

# OilPressureAfterSignalFiltering
source: Oil level signal filtered
be: Сігнал ціску алею пасля фільтрацыі
ru: Сигнал давления масла после фильтрации

# WaterInGazolineDetected
source: Water in gas
be: Вада ў бензіне
ru: Вода в бензине

source: BVA program state
be: Стан праграмы АКПП
ru: Состояние программы АКПП

source: BVA State
be: Стан АКПП
ru: Состояние АКПП

# DaysLeftTillService
source: Days remaining until service
be: Засталося дзён да сервіса
ru: Осталось дней до сервиса

# DaysLeftTillServiceSign
source: Days remaining until service - sign
be: Знак дзён, якія засталіся да сервіса
ru: Знак числа дней, оставшихся до сервиса

source: Deicing control
be: Кіраванне антыабледзяненнем
ru: Управление подогревом антиобледенения

# ESPSwitchOffSignalManagement
source: CDS (ESP) switch off signal management
be: Кіраванне сігналам забароны сістэмы CDS (ESP)
ru: Управление сигналом запрета системы CDS (ESP)

source: EVLU activation time
be: Час актывацыі EVLU
ru: Время активации EVLU

source: Headlight washer control or exit with working engine
be: Кіраванне амываннем фар альбо выхад з машыны калі працуе рухавік
ru: Управление омывателем фар или выход из машины при работающем двигателе

source: Hydraulic torque converter blocking
be: Блакаванне гідраўлічнага канвертара моманту
ru: Блокировка гидротрансформатора

source: Instant fuel consumption
be: Імгненны расход паліва
ru: Мгновенный расход топлива

source: Mileage before service
be: Прабег перад абслугоўваннем
ru: Пробег перед обслуживанием

source: Mileage before service - sign
be: Знак прабега перад абслугоўваннем
ru: Знак пробега перед обслуживанием

source: Mileage corresponding to last reset
be: Прабег, які адпавядае апошняму скіду
ru: Пробег, соответствующий последнему сбросу

source: Mileage reset at first post-deliver service
be: Скід прабегу пасля першага пасляпрадажнага сервіса
ru: Сброс пробега после первого послепордажного сервиса

source: Period after last reset
be: Перыяд пасля апошняга скіда
ru: Период после последнего сброса

source: Rear screen washer request
be: Запыт на амыванне задняга шкла
ru: Запрос на омывание заднего стекла

source: Screen wiper automatic mode
be: Аўтаматычны рэжым "дворнікаў"
ru: Автоматический режим "дворников"

# ScreenWiperCommandSentByRainSensor
source: Screen wiper requested by rain sensor
be: Запыт на уключэнне "дворнікаў", дасланы датчыкам дажджу
ru: Запрос на включение "дворников" от датчика дождя

source: Sequential solenoid valve 1
be: Секвентальны клапан 1
ru: Секвентальный клапан 1

source: Sequential solenoid valve 2
be: Секвентальны клапан 2
ru: Секвентальный клапан 2

source: Sequential solenoid valve 3
be: Секвентальны клапан 3
ru: Секвентальный клапан 3

source: Sequential solenoid valve 4
be: Секвентальны клапан 4
ru: Секвентальный клапан 4

source: Sequential solenoid valve 5
be: Секвентальны клапан 5
ru: Секвентальный клапан 5

source: Sequential solenoid valve 6
be: Секвентальны клапан 6
ru: Секвентальный клапан 6

source: Shift-lock handle unblocking
be: Разблакоўка ручкі Shift-lock
ru: Разблокировка ручки Shift-lock

source: Unfastened belt signal management
be: Кіраванне сігналам непрышпіленага рамяня бяспекі
ru: Управление сигналом непристёгнутого ремня безопасности

source: Windscreen washer request
be: Запыт на амыванне лабавога шкла
ru: Запрос на омывание лобового стекла

source: Windscreen wiper request
be: Запыт на "дворнік" лабавога шкла
ru: Запрос на очистку лобового стекла

source: Additional stop light
be: Дадатковы стоп-сігнал
ru: Дополнительный стоп-сигнал

# BootLightingCover
source: Boot light cover
be: Плафон асвятлення багажніка
ru: Плафон освещения багажника

source: Boot open
be: Багажнік адкрыты
ru: Открыт багажник

source: BVA "Kick-down" contact state
be: Стан кантакта "Kick-down" АКПП
ru: Состояние контакта "Kick-down" АКПП

# ClimateManualSwitch
source: Manual climate system switch
be: Ручны выключальнік кліматычнай сістэмы
ru: Ручной выключатель климатической системы

# ElectricIgnitionLockSafety
source: Elecric ignition lock safety
be: Бяспека электрычнага замка запальвання
ru: Безопасность электрического замка зажигания

source: ESP switch
be: Выключальнік ESP
ru: Выключатель ESP

source: Front light
be: Пярэдні свет
ru: Передний свет

# FrontSillLightingCover
source: Front sill lighting
be: Асвятленне пяредняга парога
ru: Освещение переднего порога

source: Left reverse light
be: Левая фара задняга хода
ru: Левая фара заднего хода

source: Left stoplight
be: Левы стоп-сігнал
ru: Левый стоп-сигнал

source: Parking aid system switch
be: Выключальнік сістэмы дапамогі паркоўкі
ru: Выключатель системы помощи при парковке

# PnContactDiagnosticsOrEngineStartPermissionStatusBVA
source: P/N contact diagnostics (BVA) or engine start permission state
be: Дыягностыка канцавога выключальніка становішчаў P/N (АКП) альбо стану дазволу на пуск рухавіка
ru: Диагностика концевого выключателя положений P/N (АКП) или состояния разрешения запуска двигателя

source: Rear left fog lamp
be: Задняя левая супрацьтуманка
ru: Задняя левая противотуманка

source: Rear left marker lamp
be: Задні левы габарыт
ru: Задний левый габарит

source: Rear left turn signal
be: Задні левы паваротнік
ru: Задний левый поворотник

source: Rear light
be: Задні свет
ru: Задний свет

source: Rear right fog lamp
be: Задняя правая супрацьтуманка
ru: Задняя правая противотуманка

source: Rear right marker lamp
be: Задні правы габарыт
ru: Задний правый габарит

source: Rear right turn indicator
be: Задні правы паваротнік
ru: Задний левый поворотник

# RearSillLightingCover
source: Rear sill light cover
be: Асвятленне задняга парога
ru: Освещение заднего порога

source: Rear window opening
be: Адкрыццё задняга вакна
ru: Открытие заднего окна

# RequestForCTPResistiveHeaterSwitchOn
source: Request for resistive heater (CTP) switch on
be: Запыт на ўключэнне рэзістыўнага падагравальніка (CTP)
ru: Запрос на включение резистивного обогревателя (CTP)

# RequestForMaximumAirConditionerCompressorVolume
source: Request for maximal Air conditioner compressor volume
be: Патрабаванне максімальнага аб'ёма кампрэсара кандыцыянера
ru: Требование максимального рабочего объёма компрессора кондиционера

source: Right reverse light
be: Правая фара задняга руху
ru: Правая фара заднего хода

source: Right stop light
be: Правы стоп-сігнал
ru: Правый стоп-сигнал

source: Sill lighting
be: Асвятленне парогаў
ru: Освещение порогов

source: Switches lighting
be: Асвятленне выключальнікаў
ru: Освещение выключателей

# AirPressureCorrectionFactorInlet
source: Inlet air pressure correction factor
be: Фактар карэкцыі ціску паветра на ўваходзе
ru: Фактор коррекции давления на впуске

# BruttoMeasuredFilling
source: Gross measured filling
be: Брута замеранае напаўненне
ru: Брутто измеренное наполнение

# BruttoRequestedFilling
source: Gross requested filling
be: Брута зададзенае напаўненне
ru: Брутто заданное наполнение

source: Collector pressure relative to measured
be: Ціск у калектары адносна да замеранага
ru: Давление в коллекторе относительно замеренного

source: Collector pressure relative to specified
be: Ціск у калектары адносна да зададзенага
ru: Давление в коллекторе относительно заданного

source: Corrected measured filling
be: Скарэктаванае замеранае напаўненне
ru: Скорректированное измеренное наполнение

source: Corrected requested filling
be: Скарэктаванае запатрабаванае напаўненне
ru: Скорректированное заданное наполнение

# FillingCorrectionFactor
source: Filing correction factor
be: Фактар карэкцыі напаўнення
ru: Фактор коррекции наполнения

source: Filling regulator state
be: Стан рэгулявальніка напаўнення
ru: Состояние регулятора наполнения

source: Inlet air pressure
be: Мадэліраваны ціск паветра на ўваходзе
ru: Моделированное давление воздуха на впуске

source: Inlet air pressure regulator state
be: Стан рэгулявальніка паветра на ўваходзе
ru: Состояние регулятора давления воздуха на впуске

# InputCamshaftPhaserMechanismState
source: Inlet camshaft phaser state
be: Стан механізма фазарэгуляцыі ўваходных клапаноў
ru: Состояние механизма фазорегуляции впускного распредвала

# InputValvesDephaserPosition
source: Inlet valves dephaser position
be: Становішча фазарэгулявальніка ўваходных клапаноў
ru: Положение механизма фазорегуляции впускного распредвала

# InputValvesPhaserElectrovalveRCO
source: Inlet valves phaser electrovalve RCO
be: ЦСА электраклапана фазарэгулявальніка ўваходных клапаноў
ru: ЦСО электроклапана фазорегулятора впускного распредвала

# PrescriptionForInputValvesDephaserPosition
source: Prescription for inlet valves dephaser position
be: Устаўка для становішча фазарэгулявальніка ўваходных клапаноў
ru: Инструкция положения механизма фазорегуляции впускного распредвала

# ThrottleAngleMeasured
source: Measured throttle angle
be: Замераны вугал адкрыцця дросельная засланкі
ru: Измеренный угол открытия дроссельной заслонки

# ThrottleAngleSensorVoltageDuplicate1
source: Duplicated throttle angle sensor voltage 1
be: Дубль напружання датчыка становішча засланкі 1
ru: Дублирующее напряжение датчика положения заслонки 1

# ThrottleAngleSensorVoltageDuplicate2
source: Duplicated throttle angle sensor voltage 2
be: Дубль напружання датчыка становішча засланкі 2
ru: Дублирующее напряжение датчика положения заслонки 2

# ThrottleAngleSpecified
source: Specified throttle angle
be: Зададзены вугал адкрыцця дросельнай засланкі
ru: Заданный угол открытия дроссельной заслонки

source: Exhaust valves dephaser position
be: Становішча фазарэгулявальніка выпускных клапаноў
ru: Измеренное положение механизма фаз распредвала выпускных клапанов

source: Exhaust valves phaser mechanism electrovalve RCO
be: ЦСА электраклапана механізма фазарэгулявання выходных клапаноў
ru: ЦСО электроклапана механизма фаз распредвала выпускных клапанов

source: Prescription for exhaust valves dephaser position
be: Устаўка для становішча фазарэгулявальніка выпускных клапаноў
ru: Инструкция положения механизма фаз распредвала выпускных клапанов

source: Throttle control PWM signal
be: ШІМ-сігнал кіравання дросельнай засланкай
ru: ШИМ-сигнал управления дроссельной заслонкой

source: Throttle gearing direction
be: Накіраванне прываду дросельная засланкі
ru: Направление привода дроссельной заслонки

# DelayAdvanceCylinder1
source: Cylinder 1 delay of advance
be: Затрымка апярэджання цыліндра 1
ru: Задержка опережения цилиндра 1

# DelayAdvanceCylinder2
source: Cylinder 2 delay of advance
be: Затрымка апярэджання цыліндра 2
ru: Задержка опережения цилиндра 2

# DelayAdvanceCylinder3
source: Cylinder 3 delay of advance
be: Затрымка апярэджання цыліндра 3
ru: Задержка опережения цилиндра 3

# DelayAdvanceCylinder4
source: Cylinder 4 delay of advance
be: Затрымка апярэджання цыліндра 4
ru: Задержка опережения цилиндра 4

source: Detonation detection threshold
be: Парог выяўлення дэтанацыі
ru: Порог обнаружения детонации

source: Fuel vapors absorber estimated load
be: Прыблізная нагрузка абсорбера пароў паліва
ru: Приблизительная нагрузка абсорбера паров топлива

# InjectionTimeCylinder1
source: Cylinder 1 injection time
be: Час упырску цыліндра 1
ru: Время впрыска цилиндра 1

# InjectionTimeCylinder2
source: Cylinder 2 injection time
be: Час упырску цыліндра 2
ru: Время впрыска цилиндра 2

# InjectionTimeCylinder3
source: Cylinder 3 injection time
be: Час упырску цыліндра 3
ru: Время впрыска цилиндра 3

# InjectionTimeCylinder4
source: Cylinder 4 injection time
be: Час упырску цыліндра 4
ru: Время впрыска цилиндра 4

source: Lower lambda probe heating RCO
be: ЦСА абагравання ніжняга лямбда-зонда
ru: ЦСО обогрева нижнего лямбда-зонда

source: Lower oxygen sensor regulation state
be: Стан рэгулявання ніжняга датчыка кіслароду
ru: Состояние регулирования нижнего датчика кислорода

# MixRegSetup
source: Mixture regulation setup
be: Устаўка рэгулявання сумесі
ru: Настройка регулирования смеси

source: Mixture composition correction factor (on enter)
be: Фактар карэкцыі складу сумесі на уваходзе
ru: Фактор коррекции состава смеси на входе

source: Mixture composition correction factor (on exit)
be: Фактар карэкцыі складу сумесі на выхадзе
ru: Фактор коррекции состава смеси на выходе

source: Requested oil pressure
be: Запатрабаваны ціск алею
ru: Затребованное давление масла

source: Upper lambda probe heating RCO
be: ЦСА абагравання верхнягя лямбда-зонда
ru: ЦСО обогрева верхнего лямбда-зонда

source: Upper mix composition border
be: Верхні парог складу сумесі
ru: Верхний порог состава смеси

source: Upper oxygen sensor regulation state
be: Стан рэгулявання верхняга датчыка кіслароду
ru: Состояние регулирования верхнего датчика кислорода

source: Estimated resistance torque
be: Прыблізны крутоўны момант супраціву
ru: Приблизительный крутящий момент сопротивления

# MinInjectionAdvance
source: Minimum injection advance
be: Мінімальнае апярэджанне ўпырску
ru: Минимальное опережение впрыска

source: Torque corresponding to driver's desire
be: Крутоўны момант, які адпавядае пажаданням кіроўцы
ru: Крутящий момент, соответствующий желаниям водителя

# CascadeText
source: Cacade
be: Каскад
ru: Каскад

source: Variable valve lift drive RCO
be: ЦСА прываду пад'ёма клапаноў, якія рэгулююцца
ru: ЦСО привода подъёма регулируемых клапанов

# VariableValveLiftSystemsSupplyaRelayState
source: State of the power relay of variable valve lifting system
be: Стан рэле сілкавання прывада сістэмы пад'ёма клапаноў, які змяняецца
ru: Состояние реле питания привода системы изменяемого подъёма клапанов

# CurrentConsumedByValvesRaisingElectricEngine
source: Current consumed by valves lifting electric engine
be: Ток, які спажывае электрарухавік сістэмы рэгулявання ўздыму клапанаў
ru: Ток, потребляемый электродвигателем системы регулирования подъёма клапанов

# CurrentConsumedByValvesRaisingElectricEngineWhileSetup
source: Current which valves lifting electric engine consumes while setup
be: Ток, які спажывае электрарухавік сістэмы рэгулявання ўздыму клапанаў у час наладкі
ru: Ток, потребляемый электродвигателем системы регулирования подъёма клапанов при настройке

source: Filling error
be: Памылка запаўнення
ru: Ошибка заполнения

# LearnStateStopValveRequirement
source: Requirement for valves stop point "learning"
be: Неабходнасць "навучэння" ўпораў клапаноў
ru: Неоходимость "обучения" упоров клапанов
