Repository: shukanov-artyom/VTS
Catalog: VTS Agent/Agent.Localization/Resources/Resources.*.resx
Languages: be, ru

source: Maintaining for electric window movement
be: Падртымка для руху электравокнаў
ru: Поддержание для движения электроокон

source: Maintaining for High Head Vision mirror movement
be: Падтрыманне для руха акна "High Head Vision"
ru: Поддержание для движения окна "High Head Vision"

source: Maintaining for seat movement
be: Падтрымка для руху сядзенняў
ru: Поддержание для движения сидений

source: Maintaining for sunroof movement
be: Падтрыманне для руха люка
ru: Поддержание для движения люка

source: Maintaining request for alarm
be: Падтрымка дзеля аварыйнага рэжыму
ru: Поддержание при запросе на аварийный режим

source: Maintenance by the Service Module (MDS)
be: Падтрыманне з боку сервіснага модуля (MDS)
ru: Поддержание со стороны Сервисного Модуля (MDS)

# MaintenanceDueToTheCentralisedPowerSwitchPositivePlusCpc
source: Maintenance due to the centralised power switch positive (+CPC)
be: а
ru: Поддержание всвязи с централизованным выключателем плюса питания (+CPC)

# DeflationDetectionRearRhTyrePressure
source: Deflation detection rear right tyre pressure
be: Паказанні датчыка зніжэння ціску задняга правага колы
ru: Определение падения давления в заднем правом колесе

# DippedBeamHighBeamHeadlampsInversion
source: Headlamp flash request
be: Пераключэнне фараў бліжняга / дальняга святла
ru: Переключение фар ближнего/дальнего света

# DippedBeamSwitchOnCommand
source: Request to switch on the dipped headlamps
be: Каманда ўключэння фараў бліжняга святла
ru: Команда включения фар ближнего света

# FrontDaylightsSwitchOnOrHeadlampWasher
source: Control of the dedicated front daytime-running lamps or of headlamp wash
be: Уключэнне фараў дзённага святла альбо амывальнікам фараў
ru: Включение передних фар дневного света или омывателей фар

# HazardWarningLampSwitchOnRequest
source: Hazard warning laps illumination request
be: Запыт на ўключэнне аварыйнай сігналізацыі
ru: Запрос на включение аварийной сигнализации

# LeftHandTurnIndicatorIndicationRequest
source: LH indicator illumination request
be: Запыт на ўключэнне указальніка павароту злева
ru: Запрос на включение указателя поворота слева

# LeftHandVehicleAndTrailerSidelampsControl
source: Vehicle and trailer LH side lamps illumination control
be: Кіраванне ўключэннем габарытных агнёў аўтамабіля з левага боку і прычэпа
ru: Управление включением габаритных огней автомобиля с левой стороны и прицепа

# NumberPlateLightingControl
source: Number plate lights lighting command
be: Кіраванне уключэннем асвятлення рэгістрацыйнага знака
ru: Управление включением освещения регистрационного знака

source: Rear sill lighting control
be: Кіраванне асвятленнем задняга парога
ru: Управление освещением заднего порога

# RequestForHornSound
source: Request for horns
be: Каманда на ўключэнне гукавага сігнала
ru: Команда на включение звукового сигнала

# ReverseLampsIllumunationControl
source: Reversing lamps illumination control
be: Кіраванне уключэннем ліхтароў задняга ходу
ru: Управление включением фонарей заднего хода

# RightHandTurnIndicatorIndicationRequest
source: RH indicator illumination request
be: Запыт на ўключэнне указальнікаў павароту справа
ru: Запрос на включение указателей поворота справа

# RightHandVehicleAndTrailerSidelampsControl
source: Vehicle and trailer RH side lamps illumination control
be: Кіраванне уключэннем габарытных агнёў аўтамабіля з правага боку і прычэпа
ru: Управление включением габаритных огней автомобиля с правой стороны и прицепа

source: Stop lamps illumination control
be: Кіраванне уключэннем ліхтароў стоп
ru: Управление включением фонарей стоп

# VehicleAndTrailerLeftHandIndicatorIllumicationControl
source: Vehicle and trailer LH indicator illumination control
be: Кіраванне актывізацыяй левых указальнікаў павароту аўтамабіля і прычэпа
ru: Управление активизацией левых указателей поворота автомобиля и прицепа

# VehicleAndTrailerRightHandIndicatorIllumicationControl
source: Vehicle and trailer RH indicator illumination control
be: Кіраванне актывізацыяй правых указальнікаў павароту аўтамабіля і прычэпа
ru: Управление активизацией правых указателей поворота автомобиля и прицепа

source: Auxiliary input 1
be: Дапаможны ўваход 1
ru: Вспомогательный вход 1

source: Auxiliary input 2
be: Дапаможны ўваход 2
ru: Вспомогательный вход 1

# BsiHasNoEngineImmobilizerCode
source: BSI with no engine immobiliser code (coded engine immobilizer)
be: В BSI не записаны код імабілайзера (ADC)
ru: В BSI не записан код иммобилайзера (ADC)

# BSIMatchedToECU
source: BSI matched to the engine management ECU
be: СМ сінхранізаваны з калькулятарам кантролю рухавіка
ru: СМ синхронизирован с калькулятором контроля двигателя

source: BSI ready for programming
be: СМ гатовы для выкання працэдуры распазнавання
ru: СМ готов для выполнения процедуры распознавания

# EmissionOfTheEncryptedDatatoEngineECU
source: Emission of the encrypted data to the engine ECU
be: Перадача зашыфраваных дадзеных на ECU
ru: Передача зашифрованных данных на калькулятор двигателя

source: High frequency remote control battery flat
be: Элемент сілкавання высокачастотнага ПДК разраджаны
ru: Элемент питания высокочастотного ПДУ разряжен

# HighFrequencyRemoteControlDesynchronized
source: Remote desynchronized high frequency control
be: Высокачастотны ПДК сінхранізаваны
ru: Высокочастотный ПДУ синхронизирован

source: Measured current
be: Вымераны ток
ru: Измеренный ток

# NumberOfHichFrequencyRemoteControlsLearned
source: Number of high frequency remote control commands learned
be: Колькасць высокачастотных ПДК, якія занесены ў памяць
ru: Число высокочастотных ПДУ, занесённых в память

# NumberOfTransponderAuthenticationAttempts
source: Number of attempts to authenticate the transponder
be: Парадкавы нумар спробы аўтэнтыфікацыі транспондара
ru: Порядковый номер попытки аутентификации транспондера

# NumberOfTransponderIdentifictionAttempts
source: Number of attempts to identify the transponder
be: Парадкавы нумар спробы ідэнтыфікацыі транспондара
ru: Порядковый номер попытки идентификации транспондера

source: Presence of parking assistance
be: Наяўнасць дапамогі ў час паркоўкі
ru: Наличие помощи при парковке

source: Presence of the key
be: Прысутнасць ключа
ru: Присустствие ключа

source: Steering status
be: Стан рулявога кіравання
ru: Состояние рулевого управления

# SteeringWheelAngleSensorType
source: Type of steering wheel angle sensor
be: Тып датчыка вуглавога становішча руля
ru: Тип датчика углового положения руля

source: Thermal engine status
be: Тэмічны стан рухавіка
ru: Термический статус двигателя

source: Transponder label recognized
be: Маркіроўка транспондара не паказана
ru: Маркировка транспондера не указана

# Aerial1RadioQuality
source: Quality of radio reception from the 1 aerial
be: Якасць радыёпряёма антэнай 1
ru: Качество радиоприёма с помощью антенны 1

# Aerial2RadioQuality
source: Quality of radio reception from the 2 aerial
be: Якасць радыёпрыёма антэнай 2
ru: Качество радиоприёма с помощью антенны 2

# AirConditioningRequest
source: Air conditioning request (AC)
be: Каманда на кандыцыянаванне паветра
ru: Команда на включение кондиционера воздуха (АС)

source: Air distribution request - De-icing
be: Каманда размеркавання паветра - антыабледзяненне
ru: Команда распределения воздуха - удаления инея со стёкол

source: Air distribution request - Footwells
be: Каманда размеркавання паветра - на ногі
ru: Команда распределения воздуха - подачи воздуха к ногам

source: Air distribution request - Ventilation
be: Каманда размеркавання паветра - вентыляцыя
ru: Команда распределения воздуха - вентиляции

source: Air recycling motor position
be: Становішча прывада засланкі рэцыркуляцыі паветра
ru: Положение привода заслонки рециркуляции воздуха

# AutomaticRegulationCommand
source: Automatic regulation request (AUTO)
be: Каманда на ўключэне аўтаматычнай рэгуляцыі
ru: Команда на включение автоматического регулирования (AUTO)

source: Display of the "Ambient lighting" option
be: Вывад інфармація опцыі "Унутранае асвятленне аўтамабіля"
ru: Вывод информации опции "Внутренее освещение автомобиля"

# DisplayOfTheAutomaticHeadlampIlluminationOption
source: Display of the "Automatic headlamp illumunation" option
be: Вывад інфармація опцыі "Аўтаматычнае уключэнне святла"
ru: Вывод информации опции "Автоматическое включение света"

source: Display of the "Daylight lights" option
be: Вывад інфармація опцыі "Свет, які уключаецца ўдзень"
ru: Вывод информации опции "Свет включаемый в дневное время"

source: Display of the "Deactivation automatic electric secondary brake" option
be: Вывад інфармація опцыі "Адключэнне электрычнага аўтаматычнага другаснага тормаза-запавольніка"
ru: Вывод информации опции "Отключение электрического автоматического вторичного тормоза-замедлителя"

# DisplayOfTheDirectionlaHeadlampOption
source: Display of the "Directional headlamp" option
be: Вывад інфармація опцыі "Паваротныя фары"
ru: Вывод информации опции "Поворотные фары"

source: Display of the "Driving position clearance" option
be: Вывад інфармація опцыі "Разблакаванне месца вадзіцеля"
ru: Вывод информации опции "Разблокировка места водителя"

# DisplayOfTheEngagementOfTheRearWipingWhenReversingOption
source: Display of the "Engagement of the rear wiping whn reversing" option
be: Вывад інфармація опцыі "Уключэнне задняга дворника пры руху задним ходам"
ru: Вывод информации опции "Включение заднего дворника при движении задним ходом"

source: Display of the "Follow me home lighting" option
be: Вывад інфармація опцыі "Асвятленне суправаджэння"
ru: Вывод информации опции "Освещение сопровождения"

source: Display of the "Locking/deadlocking mode" option
be: Вывад інфармація опцыі "Рэжым запірання / суперблакавання"
ru: Вывод информации опции "Режим запирания / суперблокировки"

source: Display of the "Locking of the doors when you move away" option
be: Вывад інфармація опцыі "Дыстанцыйнае запіранне дзвярэй"
ru: Вывод информации опции "Дистанционное запирание дверей"

source: Display of the "Locking of the driver's door only" option
be: Вывад інфармація опцыі "Запіранне толькі месца вадзіцеля"
ru: Вывод информации опции "Запирание только двери водителя"

source: Display of the "Permanent locking of the boot" option
be: Вывад інфармація опцыі "Пастаяннае запіранне багажніка"
ru: Вывод информации опции "Постоянное запирание багажника"

source: Display of the "Total nearby obstacle detection" option
be: Вывад інфармація опцыі "Азначэнне адлегласці да перашкоды"
ru: Вывод информации опции "Определение расстояния до препятствия"

# FM2IncomingSignalLevel
source: Level of the incoming radio signal from FM2
be: Узровень уваходнага радыёсигнала ад FM2
ru: Уровень входного радиосигнала от FM2

# LevelOfAmFmIncomingSignal
source: Level of incoming radio signal from FM1 or AM
be: Узровень уваходнага радыёсигнала з дапамогай антэны 2
ru: Уровень входного сигнала радио с помощью антенны 2

source: Monozone regulation request
be: Каманда на адназоннае рэгуляванне
ru: Команда на однозонное регулирование

# NumberOfDaysOfUseCDPlayer
source: Number of days of use of the CD Player
be: Колькасць дзён карыстання прайгравальнікам CD
ru: Число дней использования проигрывателя CD

source: Number of days of use of the tuner
be: Колькасць дзён карыстання цюнерам
ru: Число дней использования тюнера

source: Personalization menu
be: Меню персаналізацыі
ru: Меню персонализации

# RearDeicingCommand
source: Rear screeen and door mirror de-icing request
be: Запыт на антыабледзяненне задняга шкла
ru: Запрос на активизацию обогрева заднего стекла и зеркал заднего вида

source: Recirculation request
be: Каманда на рэцыркуляцыю
ru: Команда на включение рециркуляции

source: Telecoding date
be: Дата тэлекадавання
ru: Дата телекодирования

source: Telecoding tool signature
be: Подпіс прылады тэлекадавання
ru: Подпись устройства для телекодирования

# FilteredOilLevel
source: Filtered fuel level
be: Фільтраваны ўзровень паліва
ru: Фильтрованный уровень топлива

source: Oil level warning
be: Папярэджанне аб узроўні алею
ru: Предупреждение о низком уровне масла

source: "Autoradio" option
be: Опцыя "Аўтарадые"
ru: Опция "Авторадио"

source: BSI memory state after telecoding
be: Стан памяці BSI пасля тэлекадыроўкі
ru: Состояние памяти BSI после телекодировки

source: BSI mode
be: Рэжым BSI
ru: Режим BSI

source: Deadlocking control
be: Кантроль блакавання замка
ru: Управление блокировкой дверей

# DeflationDetectionFrontLhTyrePressure
source: Deflation detection front left tyre pressure
be: Паказанні датчыка зніжэння ціску пярэдняга левага кола
ru: Определение падения давления в переднем левом колесе

# DeflationDetectionFrontRhTyrePressure
source: Deflation detection front right tyre pressure
be: Паказанні датчыка зніжэння ціску пярэдняга правага кола
ru: Определение падения давления в переднем правом колесе

# DeflationDetectionRearLhTyrePressure
source: Deflation detection rear left tyre pressure
be: Паказанні датчыка зніжэння ціску задняга левага кола
ru: Определение падения давления в заднем левом колесе

source: Deicing load shedding
be: Скід нагрузкі абароны ад абледзянення
ru: Сброс нагрузки защиты от обледенения

source: Exhaust camshaft phaser mechanism state
be: Стан мех-ма фазарэгулятара выпускных клапаноў
ru: Состояние механизма фазорегулятора выпускных клапанов

# FirstErgThrottleScan
source: First EGR throttle scan
be: Першае сканаванне засланкі РВГ
ru: Первое сканирование заслонки РВГ

# LastErgThrottleScan
source: Last EGR throttle scan
be: Апошняе сканаванне засланкі РВГ
ru: Последнее сканирование заслонки РВГ

source: PSA reference
be: Рэферэнс PSA
ru: Референс PSA

source: Rear centre seatbelt fastened
be: Сярэдні задні рамень бяшпекі прышпілены
ru: Средний задний ремень безопасности пристёгнут

source: Rear left seatbelt fastened
be: Задні левы рамень бяспекі прышпілены
ru: Задний левый ремень безопасности пристёгнут

source: Rear right seatbelt fastened
be: Правы задні рамень бяшпекі прышпілены
ru: Правый задний ремень безопасности пристёгнут

source: Reported gearbox gear ratio
be: Перадаткавы лік скрыні перадач
ru: Передаточное отношение текущей передачи

source: RH and LH indicator relay output
be: Выхад рэле правых і левых паказальнікаў павароту
ru: Выход реле правых и левых поворотников

source: Row 3 left-hand seatbelt buckled
be: Левы рамень бяспекі трэцяга рада прышпілены
ru: Левый ремень безопасности третьего ряда пристёгнут

source: Row 3 right-hand seatbelt buckled
be: Правы рамень бяспекі трэцяга рада прышпілены
ru: Правый ремень безопасности третьего ряда пристёгнут

# TelecodingsCount
source: Telecoding sessions count
be: Колькасць тэлекадыровак
ru: Количество телеводировок

source: Bonnet open
be: Капот адчынены
ru: Капот открыт

# CeilingLightingRequest
source: Ceiling lightning request
be: Запыт на асвятленне столі
ru: Запрос на освещение потолка

source: Deadlocking command
be: Каманда на блакаванне замкоў
ru: Команда на блокировку замков

# LockingLocksCommand
source: Locks locking command
be: Каманда на закрыццё замкоў
ru: Команда на закрфтие замков

source: Low battery voltage alert
be: Папярэджанне аб нізкім напружанні батарэі
ru: Предупреждение о низком уровне заряда батареи

source: Predefined radio stations selection
be: Выбар перадусталяваных радыёстанцый
ru: Выбор предустановленных радиостанций

source: Production date
be: Дата выраблення
ru: Дата производства

# SpeedLimitationOrRegulation_PauseState
source: Speed regulation/limitation: Suspended
be: Рэгуляванне/абмежаванне хуткасці: прыпынена
ru: Регулирование/ограничение скорости: приостановлено

source: Sport suspension request
be: Запыт на спартыўную падвеску
ru: Запрос на спортивную подвеску

# UnlockingLocksCommand
source: Locks unlocking command
be: Каманда на адкрыццё замкоў
ru: Команда на открытие замков

# VehicleEventMileageNotSetErrorMessage
source: Mileage for the moment of operation not set!
be: Не зададзены прабег на момант аперацыі!
ru: Не задан пробег на момент операции!

# VehicleEventTypeDisplayNameAirFilterChange
source: Air filter replacement
be: Замена паветранага фiльтра
ru: Замена воздушного фильтра

# VehicleEventTypeDisplayNameBodyRepair
source: Body repair
be: Рамонт кузава
ru: Ремонт кузова

# VehicleEventTypeDisplayNameCabinFilterChange
source: Cabin air filter replacement
be: Замена салоннага паветранага фільтра
ru: Замена салонного воздушного фильтра

# VehicleEventTypeDisplayNameCabinRepair
source: Cabin repair
be: Рамонт салона
ru: Ремонт салона

# VehicleEventTypeDisplayNameConditioningRepair
source: Air conditioner repair
be: Рамонт кандыцыянера
ru: Ремонт кондиционера

# VehicleEventTypeDisplayNameCoolantChange
source: Coolant pump replacement
be: Замена астуджальнай вадкасці
ru: Замена охлаждающей жидкости

# VehicleEventTypeDisplayNameCoolantPumpChange
source: Coolant pump replacement
be: Замена помпы астуджальнай вадкасці
ru: Замена насоса охлаждающей жидкости

# VehicleEventTypeDisplayNameCoolantSystemRepair
source: Cooling system repair
be: Рамонт астуджальнай сістэмы
ru: Ремонт охлаждающей системы

# VehicleEventTypeDisplayNameEngineRepair
source: Engine repair
be: Рамонт рухавiка
ru: Ремонт двигателя

# VehicleEventTypeDisplayNameGeneratorBeltChange
source: Generator belt replacement
be: Замена рамяня генератара
ru: Замена ремня генератора

# VehicleEventTypeDisplayNameGlassMirrorsRepair
source: Glass and mirrors repair
be: Рамонт шкла і люстэркаў
ru: Ремонт стёкол и зеркал

# VehicleEventTypeDisplayNameOilChange
source: Oil change
be: Замена алею
ru: Замена масла

# VehicleEventTypeDisplayNameOilFilterChange
source: Oil filter replacement
be: Замена алейнага фiльтра
ru: Замена масляного фильтра

# VehicleEventTypeDisplayNameOther
source: Other
be: Іншае
ru: Другое

# VehicleEventTypeDisplayNameSuspensionRepair
source: Suspension repair
be: Рамонт падвескi
ru: Ремонт подвески

# VehicleEventTypeDisplayNameTimingBeltChange
source: Timing belt replacement
be: Замена рамяня ГРМ
ru: Замена ремня ГРМ

# VehicleEventTypeDisplayNameWheelsRepair
source: Wheels repair
be: Ремонт колаў
ru: Ремонт колёс

# VehicleEventTypeNotSelectedErrorMessage
source: Operation type not selected!
be: Абярыце тып аперацыі!
ru: Выберите тип операции!

# InPeriodTextWithGaps
source: in
be: праз
ru: через

# InPeriodText
source: in
be: праз
ru: через

# ExpiredText
source: overdue
be: пратэрмінаваны на
ru: просрочен на

# CreateNewVehicleEvent
source: New operation
be: Новая аперацыя
ru: Новая операция

# DeleteVehicleEvent
source: Delete
be: Выдаліць
ru: Удалить

# EditVehicleEvent
source: Edit
be: Рэдагаваць
ru: Редактировать

# HeadlampFlashRequest
source: Команда на сигнализацию светом фар
be: Каманда на сігналізацыю святлом фараў
