Repository: shukanov-artyom/VTS
Catalog: VTS Agent/Agent.Localization/Resources/Resources.*.resx
Languages: be, ru

# TooltipDataSynchronizationFinished
source: Data synchronized
be: Дадзеныя сінхранізаваныя
ru: Данные синхронизированы

# TooltipDataSynchronizationInProgress
source: Data synchronization in progress
be: Выконваецца сінхранізацыя дадзеных
ru: Выполняется синхронизация данных

# TooltipDataSynchronizationStopped
source: Data synchronization halted: no network connection or user not logged on
be: Сінхранізацыя прыпынена: няма далучэння да сеткі альбо не выкананы уваход карыстальніка
ru: Синхронизация данных приостановлена: нет соединения с сетью или не выполнен вход пользователя

# TooltipDataSynchronizationUnknown
source: Data synchronization status is unknown
be: Стан сінхранізацыі дадзеных невядомы
ru: Состояние синхронизации данных неизвестно

# TooltipDataSynchronizationVehicleNotSupported
source: Data is not synchronized because this vehicle is not supported
be: Дадзеныя не сінхранізаваны бо аўтамабіль не падтрымліваецца
ru: Данные не синхронизированы, автомобиль не поддерживается

# CouldNotGetVehicleCharacteristicsMessage
source: Could not retrieve characteristics for this vehicle.
be: Не атрымалася атрымаць характарыстыкі для гэтай машыны.
ru: Не удалось получить характеристики для этой машины.

# NoConnectionOrUserNotLoggedCharacteristicsMessage
source: Cannot display vehicle characteristics. No network connection or user not logged on.
be: Немагчыма атрымаць характарыстыкі аўтамабіля: няма далучэння да сеткі альбо не выкананы уваход карыстальніка.
ru: Невозможно получить характеристики автомобиля: нет сетевого соединения или вход пользователя не выполнен.

source: Characteristics
be: Характарыстыкі
ru: Характеристики

# CanNotGetVehicleCharacteristics
source: Could not get vehice characteristics.
be: Не атрымалася атрымаць характарыстыкі машыны.
ru: Не удалось получить характеристики автомобиля.

# UnrecognizedDataWayToExport1
source: Pass data automatically right now. It requires internet connection. (Recommended)
be: Передаць дадзеныя аўтаматычна зараз. Патрабуецца далучэнне да Iнтэрнета. (Рэкамендуецца)
ru: Передать данные автоматически прямо сейчас. Требуется подключение к Интернету. (Рекомендуется)

# UnrecognizedDataWayToExport2
source: Save data to a file, which then should be sent to the e-mail of the technical support vtsautomonitoring@gmail.com. (Select only if you do not have Internet connection or connection is limited)
be: Захаваць дадзеныя ў файл, які потым трэба будзе пераслаць на e-mail тэхпадтрымкі vtsautomonitoring@gmail.com (Выберыце толькі калі далучэння да інтэрнэту няма або яно абмежавана)
ru: Сохранить даные в файл, который потом нужно будет переслать на e-mail техподдержки vtsautomonitoring@gmail.com (Выберите только если подключения к интернету нет или оно ограничено)

# UnrecognizedDataWayToExportContinueArrow
source: Continue >
be: Працягнуць >
ru: Продолжить >

# UnrecognizedDataWayToExportExplanatoryText
source: Failed to recognize some diagnostic data. You can pass this data to support and one of the upcoming application releases will be able to recognize them. How do you prefer to pass data?
be: Некаторыя дыягнастычныя дадзеныя распазнаць не атрымалася. Вы можаце перадаць дадзеныя ў тэхпадтрымку прылажэння, i адна за наступных версiй прылажэння зможа iх распазнаць. Як вы хочаце перадаць дадзеныя ў тэхпадтрымку?
ru: Некоторые диагностические данные распознать не удалось. Вы можете передать данные в техподдержку приложения, и одна из следующих версий программы сможет их распознать. Как вы предпочитаете передать данные?

# UnrecognizedDataWayToExportHeader
source: How will we pass data to support?
be: Як будзем дасылаць дадзеныя ў тэхпадтрымку?
ru: Каким способом переслать данные в техподдержку?

# UnrecognizedDataWayToExportWindowTitle
source: How should we pass data?
be: Як перадаць дадзеныя?
ru: Как передать данные?

source: Log on
be: Увайсцi
ru: Войти

# NextWithArrow
source: Next >
be: Далей >
ru: Далее >

# Registration
source: Register
be: Зарэгiстравацца
ru: Зарегистрироваться

# UnrecognizedDataReportedSuccessfullyMessage
source: Data passed successfully, thank you for your collaboration.
be: Дадзеныя паспяхова передадзены, дзякуй за ваш час.
ru: Данные переданы успешно, спасибо за помощь в развитии проекта.

# ErrorReportingWindowDescriptionText
source: Something went wrong. Please copy the error text and send it to the support email address. We will try to fix it as soon as possible.
be: Нешта пайшло не так. Калi ласка, скапiруйце тэкст памылкi i адпраўце па электронная пошце на адрас тэхнiчнай падтрымкi праграмы. Мы пастараемся выправiць сiтуацыю так хутка, як магчыма.
ru: Что-то пошло не так. Пожалуйста, скопируйте текст ошибки и отправьте на адрес электронной почты технической поддержки. Мы постараемся как можно быстрее исправить ситуацию.

# ErrorReportingWindowHeaderText
source: Error
be: Памылка
ru: Ошибка

# CannotDisplayCharacteristicsExplanation
source: No internet connection or user not logged on.
be: Няма далучэння да Iнтэрнэту альбо не выкананы уваход карыстальнiка.
ru: Нет подключения к интернету или не выполнен вход пользователя.

source: Cannot display vehicle characteristics.
be: Немагчыма паказаць характарыстыкi машыны.
ru: Невозможно отобразить характеристики машины.

source: All data
be: Усе дадзеныя
ru: Все данные

# DatasetSummaryFormat
source: Uploaded on {0}
be: Запампаваныя {0}
ru: Загруженные {0}

# TraceSummaryFormat
source: Captured on {0}
be: Знятыя {0}
ru: Снятые {0}

# VehicleColon
source: Vehicle:
be: Машына:
ru: Машина:

# CannotGetDataWithoutNetworkConnectionAndUserLogged
source: Unable to get data without network connection and user logged on
be: Немагчыма атрымаць дадзеныя без далучэння да сеткі і залагіненага карыстальніка
ru: Невозможно получить данные без залогиненного пользователя и соединения с сетью

# MeasureUnitsColon
source: Measure units:
be: Адзінкі вымярэння:
ru: Единицы измерения:

# ParameterColon
source: Parameter:
be: Параметр:
ru: Параметр:

# UnitsBar
source: bar
be: бар
ru: бар

# UnitsCelsiusDegreePerSecond
source: °C/s
be: °C/с
ru: °C/с

# UnitsGramm
source: g
be: г
ru: г

# UnitsHour
source: h
be: г
ru: ч

# UnitsKm
source: Km
be: км
ru: км

# UnitsKmH
source: km/h
be: км/г
ru: км/ч

# UnitsLitre
source: l
be: л
ru: л

# UnitsLitrePer100Km
source: l/100 km
be: л/100 км
ru: л/100 км

# UnitsLux
source: lx
be: лк
ru: лк

# UnitsM3PerHour
source: м³/h
be: м³/г
ru: м³/ч

# UnitsMgPerStroke
source: mg/stroke
be: мг/ход поршня
ru: мг/ход поршня

# UnitsMile
source: AM
be: міля
ru: миль

# UnitsMilliamper
source: mA
be: мА
ru: мА

# UnitsMillibar
source: mbar
be: мбар
ru: мбар

# UnitsMillilitre
source: ml
be: мл
ru: мл

# UnitsMilliohm
source: mOhm
be: мОм
ru: мОм

# UnitsMillisec
source: ms
be: мс
ru: мс

# UnitsMillivolt
source: mV
be: мВ
ru: мВ

# UnitsMinute
source: min
be: хв
ru: мин

# UnitsMm3PerStroke
source: мм³/stroke
be: мм³/ход поршня
ru: мм³/ход поршня

# UnitsMpH
source: AM/h
be: міль/г
ru: миль/ч

# UnitsNewtonMetre
source: Nm
be: Нм
ru: Нм

# UnitsNoUnits
source: No measure units
be: Няма адзінак вымярэння
ru: Безразмерный

# UnitsOhm
source: Ohm
be: Ом
ru: Ом

# UnitsRpm
source: RPM
be: аб/хв
ru: об/мин

# UnitsSec
source: s
be: с
ru: с

# UnitsUnsupported
source: Unsupported
be: Нераспазнаныя
ru: Не распознаны

# UnitsVolt
source: V
be: В
ru: В

# ValuesCountColon
source: Values count:
be: Колькасць значэнняў:
ru: Количество значений:

# AnalyticItemDisplayNameAnalyticModelCommonRail
source: Common Rail injection system
be: Сістэма ўпырска Common Rail
ru: Система впрыска Common Rail

# AnalyticItemDisplayNameAnalyticModelCylinderCoilChargeTime1
source: Coil 1
be: Шпулька 1
ru: Катушка 1

# AnalyticItemDisplayNameAnalyticModelCylinderCoilChargeTime2
source: Coil 2
be: Шпулька 2
ru: Катушка 2

# AnalyticItemDisplayNameAnalyticModelCylinderCoilChargeTime3
source: Coil 3
be: Шпулька 3
ru: Катушка 3

# AnalyticItemDisplayNameAnalyticModelCylinderCoilChargeTime4
source: Coil 4
be: Шпулька 4
ru: Катушка 4

# AnalyticItemDisplayNameAnalyticModelCylinderCoilsChargeTime
source: Ignition coils charge time
be: Час зараду катушак запальвання
ru: Время заряда катушек зажигания

# AnalyticItemDisplayNameAnalyticModelCylinderCoilsStartupChargeTimePeak
source: Ignition coil peak charging time at the engine start
be: Пiкавы час зараду катушак запальвання пры старце рухавiка
ru: Пиковое время заряда катушек зажигания при старте двигателя

# AnalyticItemDisplayNameAnalyticModelElectricSystem
source: Electric system
be: Электрычная сістэма
ru: Электрическая система

# AnalyticItemDisplayNameAnalyticModelFuelPressureDelta
source: Difference between measured and rated fuel pressure
be: Розніца паміж замераным і намінальным ціскам паліва
ru: Разница между номинальным и измеренным давлением топлива

# AnalyticItemDisplayNameAnalyticModelFuelPressureRegulatorCurrent
source: Fuel pressure regulator current
be: Ток рэгулятара ціску паліва
ru: Ток регулятора давления топлива

# AnalyticItemDisplayNameAnalyticModelInjectorCorrections1
source: Corrections - injector 1
be: Карэкцыi - iнжэктар 1
ru: Коррекции - инжектор 1

# AnalyticItemDisplayNameAnalyticModelInjectorCorrections2
source: Corrections - injector 2
be: Карэкцыi - iнжэктар 2
ru: Коррекции - инжектор 2

# AnalyticItemDisplayNameAnalyticModelInjectorCorrections3
source: Corrections - injector 3
be: Карэкцыi - iнжэктар 3
ru: Коррекции - инжектор 3

# AnalyticItemDisplayNameAnalyticModelInjectorCorrections4
source: Corrections - injector 4
be: Карэкцыi - iнжэктар 4
ru: Коррекции - инжектор 4

# AnalyticItemDisplayNameAnalyticModelInjectorsCorrections
source: Injectors corrections
be: Карэкцыі інжэктараў
ru: Коррекции инжекторов

# AnalyticItemDisplayNameAnalyticModelLambdaProbes
source: Lambda probes
be: Лямбда-зонды
ru: Лямбда-зонды

# AnalyticItemDisplayNameAnalyticModelLowerLambdaProbe
source: Lower lambda probe
be: Ніжні лямбда-зонд
ru: Нижний лямбда-зонд

# AnalyticItemDisplayNameAnalyticModelPetrolEngineIgnition
source: Ignition
be: Запальванне
ru: Зажигание

# AnalyticItemDisplayNameAnalyticModelPetrolEngineInjection
source: Injection
be: Упырск
ru: Впрыск

# AnalyticItemDisplayNameAnalyticModelPetrolEngineInjectionTime
source: Injection time
be: Час упырску
ru: Время впрыска

# AnalyticItemDisplayNameAnalyticModelPetrolEnginePurification
source: Engine – Catalytic neutralizer
be: Рухавік – каталітычны нейтралізатар
ru: Двигатель – каталитический нейтрализатор

# AnalyticItemDisplayNameAnalyticModelUpperLambdaProbe
source: Upper lambda probe
be: Верхні лямбда-зонд
ru: Верхний лямбда-зонд

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargePeakTime1
source: Coil 1 startup charge time peak
be: Стартавы пік часу зарада шпулькі 1
ru: Пик времени заряда катушки 1 при старте

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargePeakTime2
source: Coil 2 startup charge time peak
be: Стартавы пік часу зарада шпулькі 2
ru: Пик времени заряда катушки 2 при старте

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargePeakTime3
source: Coil 3 startup charge time peak
be: Стартавы пік часу зарада шпулькі 3
ru: Пик времени заряда катушки 3 при старте

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargePeakTime4
source: Coil 4 startup charge time peak
be: Стартавы пік часу зарада шпулькі 4
ru: Пик времени заряда катушки 4 при старте

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil1Rpm1000
source: Coil 1 charge time at 1000 rpm
be: Час зарада шпулькі 1 на 1000 аб/хв
ru: Время заряда катушки 1 при 1000 об/мин

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil1Rpm2000
source: Coil 1 charge time at 2000 rpm
be: Час зарада шпулькі 1 на 2000 аб/хв
ru: Время заряда катушки 1 при 2000 об/мин

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil1Rpm3000
source: Coil 1 charge time at 3000 rpm
be: Час зарада шпулькі 1 на 3000 аб/хв
ru: Время заряда катушки 1 при 3000 об/мин

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil2Rpm1000
source: Coil 2 charge time at 1000 rpm
be: Час зарада шпулькі 2 на 1000 аб/хв
ru: Время заряда катушки 2 при 1000 об/мин

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil2Rpm2000
source: Coil 2 charge time at 2000 rpm
be: Час зарада шпулькі 2 на 2000 аб/хв
ru: Время заряда катушки 2 при 2000 об/мин

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil2Rpm3000
source: Coil 2 charge time at 3000 rpm
be: Час зарада шпулькі 2 на 3000 аб/хв
ru: Время заряда катушки 2 при 3000 об/мин

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil3Rpm1000
source: Coil 3 charge time at 1000 rpm
be: Час зарада шпулькі 3 на 1000 аб/хв
ru: Время заряда катушки 3 при 1000 об/мин

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil3Rpm2000
source: Coil 3 charge time at 2000 rpm
be: Час зарада шпулькі 3 на 2000 аб/хв
ru: Время заряда катушки 3 при 2000 об/мин

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil3Rpm3000
source: Coil 3 charge time at 3000 rpm
be: Час зарада шпулькі 3 на 3000 аб/хв
ru: Время заряда катушки 3 при 3000 об/мин

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil4Rpm1000
source: Coil 4 charge time at 1000 rpm
be: Час зарада шпулькі 4 на 1000 аб/хв
ru: Время заряда катушки 4 при 1000 об/мин

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil4Rpm2000
source: Coil 4 charge time at 2000 rpm
be: Час зарада шпулькі 4 на 2000 аб/хв
ru: Время заряда катушки 4 при 2000 об/мин

# AnalyticItemDisplayNameAnalyticRuleCylinderCoilChargeTimeForRpmCoil4Rpm3000
source: Coil 4 charge time at 3000 rpm
be: Час зарада шпулькі 4 на 3000 аб/хв
ru: Время заряда катушки 4 при 3000 об/мин

# AnalyticItemDisplayNameAnalyticRuleFuelPressureDeltaForRpmRpm1000
source: At 1000 rpm
be: На 1000 аб/хв
ru: На 1000 об/мин

# AnalyticItemDisplayNameAnalyticRuleFuelPressureDeltaForRpmRpm2000
source: At 2000 rpm
be: На 2000 аб/хв
ru: На 2000 об/мин

# AnalyticItemDisplayNameAnalyticRuleFuelPressureDeltaForRpmRpm3000
source: At 3000 rpm
be: На 3000 аб/хв
ru: На 3000 об/мин

# AnalyticItemDisplayNameAnalyticRuleFuelRegulatorCurrentForRpmRpm1000
source: Fuel pressure regulator current at 1000 rpm
be: Ток рэгулятара ціску паліва на 1000 аб/хв
ru: Ток регулятора давления топлива на 1000 об/мин

# AnalyticItemDisplayNameAnalyticRuleFuelRegulatorCurrentForRpmRpm2000
source: Fuel pressure regulator current at 2000 rpm
be: Ток рэгулятара ціску паліва на 2000 аб/хв
ru: Ток регулятора давления топлива на 2000 об/мин

# AnalyticItemDisplayNameAnalyticRuleFuelRegulatorCurrentForRpmRpm3000
source: Fuel pressure regulator current at 3000 rpm
be: Ток рэгулятара ціску паліва на 3000 аб/хв
ru: Ток регулятора давления топлива на 3000 об/мин

# AnalyticItemDisplayNameAnalyticRuleInjectionTimeStartupPeak
source: Injection time peak at engine startup
be: Пiкавы час упырску пры старце рухавiка
ru: Пиковое время впрыска при старте двигателя

# AnalyticItemDisplayNameAnalyticRuleInjectorCorrectionRpm1000
source: At 1000 rpm
be: На 1000 аб/хв
ru: На 1000 об/мин

# AnalyticItemDisplayNameAnalyticRuleInjectorCorrectionRpm2000
source: At 2000 rpm
be: На 2000 аб/хв
ru: На 2000 об/мин

# AnalyticItemDisplayNameAnalyticRuleInjectorCorrectionRpm3000
source: At 3000 rpm
be: На 3000 аб/хв
ru: На 3000 об/мин

# AnalyticItemDisplayNameAnalyticRuleLowerLamdaProbeVoltageForRpm
source: Upper lambda probe voltage
be: Напружанне ніжняга лямбда-зонда
ru: Напряжение верхнего лямбда-зонда

# AnalyticItemDisplayNameAnalyticRuleLowerLamdaProbeVoltageForRpmRpm1000
source: Lower lambda probe voltage at 1000 rpm
be: Напружанне ніжняга лямбда-зонда пры 1000 аб/хв
ru: Напряжение нижнего лямбда-зонда при 1000 об/мин

# AnalyticItemDisplayNameAnalyticRuleLowerLamdaProbeVoltageForRpmRpm2000
source: Lower lambda probe voltage at 2000 rpm
be: Напружанне ніжняга лямбда-зонда пры 2000 аб/хв
ru: Напряжение нижнего лямбда-зонда при 2000 об/мин

# AnalyticItemDisplayNameAnalyticRuleLowerLamdaProbeVoltageForRpmRpm3000
source: Lower lambda probe voltage at 3000 rpm
be: Напружанне ніжняга лямбда-зонда пры 3000 аб/хв
ru: Напряжение нижнего лямбда-зонда при 3000 об/мин

# AnalyticItemDisplayNameAnalyticRulePetrolEngineInjectionTimeForRpm1000
source: Injection time at 1000 rpm
be: Ацэнка часу ўпырска на 1000 аб/хв
ru: Время впрыска на 1000 об/мин

# AnalyticItemDisplayNameAnalyticRulePetrolEngineInjectionTimeForRpm2000
source: Injection time at 2000 rpm
be: Ацэнка часу ўпырска на 2000 аб/хв
ru: Время впрыска на 2000 об/мин

# AnalyticItemDisplayNameAnalyticRulePetrolEngineInjectionTimeForRpm3000
source: Injection time at 3000 rpm
be: Ацэнка часу ўпырска на 3000 аб/хв
ru: Время впрыска на 3000 об/мин

# AnalyticItemDisplayNameAnalyticRuleStartupUndervoltage
source: Undervoltage at engine start
be: Прасадка напружання пры заводзе рухавіка
ru: Просадка напряжения при пуске двигателя

# AnalyticItemDisplayNameAnalyticRuleUpperLamdaProbeVoltageForRpm
source: Lower lambda probe voltage
be: Напружанне верхняга лямбда-зонда
ru: Напряжение нижнего лямбда-зонда

# AnalyticItemDisplayNameAnalyticRuleUpperLamdaProbeVoltageForRpmRpm1000
source: Upper lambda probe voltage at 1000 rpm
be: Напружанне верхняга лямбда-зонда пры 1000 аб/хв
ru: Напряжение верхнего лямбда-зонда при 1000 об/мин

# AnalyticItemDisplayNameAnalyticRuleUpperLamdaProbeVoltageForRpmRpm2000
source: Upper lambda probe voltage at 2000 rpm
be: Напружанне верхняга лямбда-зонда пры 2000 аб/хв
ru: Напряжение верхнего лямбда-зонда при 2000 об/мин

# AnalyticItemDisplayNameAnalyticRuleUpperLamdaProbeVoltageForRpmRpm3000
source: Upper lambda probe voltage at 3000 rpm
be: Напружанне верхняга лямбда-зонда пры 3000 аб/хв
ru: Напряжение верхнего лямбда-зонда при 3000 об/мин

# AnalyticItemDisplayNameCylinder1CoilChargeTime1000Rpm
source: Cylinder 1 coil charge time at 1000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 1 на 1000 аб/хв
ru: Время заряда катушки цилиндра 1 на 1000 об/мин

# AnalyticItemDisplayNameCylinder1CoilChargeTime2000Rpm
source: Cylinder 1 coil charge time at 2000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 1 на 2000 аб/хв
ru: Время заряда катушки цилиндра 1 на 2000 об/мин

# AnalyticItemDisplayNameCylinder1CoilChargeTime3000Rpm
source: Cylinder 1 coil charge time at 3000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 1 на 3000 аб/хв
ru: Время заряда катушки цилиндра 1 на 3000 об/мин

# AnalyticItemDisplayNameCylinder1CoilStartupChargeTimePeak
source: Cylinder 1 coil charge time peak at startup
be: Пікавы час зарада шпулькі 1 пры старце рухавіка
ru: Пиковое время заряда катушки цилиндра 1 при старте двигателя

# AnalyticItemDisplayNameCylinder2CoilChargeTime1000Rpm
source: Cylinder 2 coil charge time at 1000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 2 на 1000 аб/хв
ru: Время заряда катушки цилиндра 2 на 1000 об/мин

# AnalyticItemDisplayNameCylinder2CoilChargeTime2000Rpm
source: Cylinder 2 coil charge time at 2000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 2 на 2000 аб/хв
ru: Время заряда катушки цилиндра 2 на 2000 об/мин

# AnalyticItemDisplayNameCylinder2CoilChargeTime3000Rpm
source: Cylinder 2 coil charge time at 3000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 2 на 3000 аб/хв
ru: Время заряда катушки цилиндра 2 на 3000 об/мин

# AnalyticItemDisplayNameCylinder2CoilStartupChargeTimePeak
source: Cylinder 2 coil charge time peak at startup
be: Пікавы час зарада шпулькі 2 пры старце рухавіка
ru: Пиковое время заряда катушки цилиндра 2 при старте двигателя

# AnalyticItemDisplayNameCylinder3CoilChargeTime1000Rpm
source: Cylinder 3 coil charge time at 1000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 3 на 1000 аб/хв
ru: Время заряда катушки цилиндра 3 на 1000 об/мин

# AnalyticItemDisplayNameCylinder3CoilChargeTime2000Rpm
source: Cylinder 3 coil charge time at 2000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 3 на 2000 аб/хв
ru: Время заряда катушки цилиндра 3 на 2000 об/мин

# AnalyticItemDisplayNameCylinder3CoilChargeTime3000Rpm
source: Cylinder 3 coil charge time at 3000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 3 на 3000 аб/хв
ru: Время заряда катушки цилиндра 3 на 3000 об/мин

# AnalyticItemDisplayNameCylinder3CoilStartupChargeTimePeak
source: Cylinder 3 coil charge time peak at startup
be: Пікавы час зарада шпулькі 2 пры старце рухавіка
ru: Пиковое время заряда катушки цилиндра 3 при старте двигателя

# AnalyticItemDisplayNameCylinder4CoilChargeTime1000Rpm
source: Cylinder 4 coil charge time at 1000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 4 на 1000 аб/хв
ru: Время заряда катушки цилиндра 4 на 1000 об/мин

# AnalyticItemDisplayNameCylinder4CoilChargeTime2000Rpm
source: Cylinder 4 coil charge time at 2000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 4 на 2000 аб/хв
ru: Время заряда катушки цилиндра 4 на 2000 об/мин

# AnalyticItemDisplayNameCylinder4CoilChargeTime3000Rpm
source: Cylinder 4 coil charge time at 3000 rpm
be: Час зарада індукцыйнай шпулькі цыліндра 4 на 3000 аб/хв
ru: Время заряда катушки цилиндра 4 на 3000 об/мин

# AnalyticItemDisplayNameCylinder4CoilStartupChargeTimePeak
source: Cylinder 4 coil charge time peak at startup
be: Пікавы час зарада шпулькі 2 пры старце рухавіка
ru: Пиковое время заряда катушки цилиндра 4 при старте двигателя

# AnalyticItemDisplayNameEngineStartUndervoltage
source: Undervoltage at engine start
be: Прасадка напружання пры заводзе рухавіка
ru: Просадка напряжения при пуске двигателя

# AnalyticItemDisplayNameFuelPressureDelta1000Rpm
source: Difference between measured and rated fuel pressure at 1000 rpm
be: Розніца паміж замераным і намінальным ціскам паліва на 1000 аб/хв
ru: Разница между номинальным и измеренным давлением топлива на 1000 об/мин

# AnalyticItemDisplayNameFuelPressureDelta2000Rpm
source: Difference between measured and rated fuel pressure at 2000 rpm
be: Розніца паміж замераным і намінальным ціскам паліва на 2000 аб/хв
ru: Разница между номинальным и измеренным давлением топлива на 2000 об/мин

# AnalyticItemDisplayNameFuelPressureDelta3000Rpm
source: Difference between measured and rated fuel pressure at 3000 rpm
be: Розніца паміж замераным і намінальным ціскам паліва на 3000 аб/хв
ru: Разница между номинальным и измеренным давлением топлива на 3000 об/мин

# AnalyticItemDisplayNameFuelPressureRegulatorCurrent1000Rpm
source: Fuel pressure regulator current at 1000 rpm
be: Ток рэгулятара ціску паліва на 1000 аб/хв
ru: Ток регулятора давления топлива на 1000 об/мин

# AnalyticItemDisplayNameFuelPressureRegulatorCurrent2000Rpm
source: Fuel pressure regulator current at 2000 rpm
be: Ток рэгулятара ціску паліва на 2000 аб/хв
ru: Ток регулятора давления топлива на 2000 об/мин

# AnalyticItemDisplayNameFuelPressureRegulatorCurrent3000Rpm
source: Fuel pressure regulator current at 3000 rpm
be: Ток рэгулятара ціску паліва на 3000 аб/хв
ru: Ток регулятора давления топлива на 3000 об/мин

# AnalyticItemDisplayNameInjectionTimeAt1000Rpm
source: Injection time at 1000 rpm
be: Час упырску на 1000 аб/хв
ru: Время впрыска на 1000 об/мин

# AnalyticItemDisplayNameInjectionTimeAt2000Rpm
source: Injection time at 2000 rpm
be: Час упырску на 2000 аб/хв
ru: Время впрыска на 2000 об/мин

# AnalyticItemDisplayNameInjectionTimeAt3000Rpm
source: Injection time at 3000 rpm
be: Час упырску на 3000 аб/хв
ru: Время впрыска на 3000 об/мин

# AnalyticItemDisplayNameInjectionTimeStartupPeak
source: Injection time peak at engine startup
be: Пiкавы час упырску пры старце рухавiка
ru: Пиковое время впрыска при старте двигателя

# AnalyticItemDisplayNameInjector1CorrectionAt1000Rpm
source: Common Rail system Diesel injector 1 correction at 1000 RPM
be: Карэкцыя інжэктара 1 ДП сістэмы Common Rail пры 1000 аб/хв
ru: Коррекция инжектора ДТ №1 системы Common Rail при 1000 об/мин
