Repository: shukanov-artyom/VTS
Catalog: VTS Agent/Agent.Localization/Resources/Resources.*.resx
Languages: be, ru

source: Air intake
be: Забор паветра
ru: Забор воздуха

# ApplicationHeader
source: VTS Agent
be: VTS Агент
ru: VTS Агент

# BackText
source: Back
be: Назад
ru: Назад

# BasicBlocksSupply
source: Basic blocks electric supply
be: Электрасiлкаванне асноўных блокаў
ru: Электроснабжение основных блоков

source: Basic parameters 1
be: Асноўныя параметры 1
ru: Основные параметры 1

source: Basic parameters 2
be: Асноўныя параметры 2
ru: Основные параметры 2

# ByDatesText
source: By dates
be: Па датах
ru: По датам

# ByVehiclesText
source: CurrentData
be: Бягучыя дадзеныя
ru: Текущие данные

# ChooseThreeDots
source: Choose...
be: Выбраць...
ru: Выбрать...

# ChosingDisplayedData
source: Select data for display
be: Выбар дадзеных для адлюстравання
ru: Выбор отображаемых данных

source: Click to set mileage
be: Клiкнiце каб задаць прабег
ru: Кликните чтобы задать пробег

source: Climate devices
be: Кліматычнае абсталяванне
ru: Климатическая установка

source: Control panel parameters
be: Параметры панэлі кіравання
ru: Параметры панели управления

# DataExportedMessage
source: Data has been exported to the selected file
be: Дадзеныя экспартаваныя у абраны файл.
ru: Данные экспортированы в выбранный файл

# DataExportFailedMessage
source: Data export failed
be: Не ўдалося экспартаваць дадзеныя
ru: Не удалось сохранить данные

# DataExportText
source: Data export
be: Экспарт дадзеных
ru: Экспорт данных

# DetailsText
source: Details
be: Падрабязнасцi
ru: Подробности

# DifferentElectricSupplyAndImmobilizer
source: Different electric supply and immobiliser
be: Розныя тыпы электрасілкавання і iмабiлайзер
ru: Различные типы электропитания и иммобилайзер

source: Driving info
be: Інфармацыя аб кіраванні
ru: Информация о вождении

# DynamicInformation
source: Dynamic data
be: Дынамічныя дадзеныя
ru: Динамические данные

source: Electric pump data
be: Дадзеныя электрычнай помпы
ru: Данные электронасоса

source: Electric system info
be: Інфармацыя па электрасістэмe
ru: Информация об электросистеме

source: Engine cooling and climate unit
be: Астуджэнне рухавіка і кліматычная ўсталёўка
ru: Охлаждение двигателя и климатическая установка

# ExportFileFilterString
source: Diagnostic data (.vts)|*.vts
be: Дыягнастычныя дадзеныя (.vts)|*.vts
ru: Диагностические данные (.vts)|*.vts

# ExportText
source: Export
be: Экспарт
ru: Экспорт

source: FAP additive parameters
be: Параметры прысадкi FAP
ru: Параметры присадки FAP

# ForwardText
source: Forward
be: Уперад
ru: Вперёд

source: Fuel tank cap
be: Вечка паліўнага бака
ru: Крышка топливного бака

source: Heater sensors and fan state
be: Стан датчыкаў і вентылятара печкі
ru: Состояние датчиков и вентилятора печки

source: Heating and ventilation
be: Абаграванне і вентыляцыя
ru: Обогрев и вентиляция

source: Ignition
be: Запальванне
ru: Зажигание

source: Injection information
be: Упырск і сістэма ачысткі
ru: Впрыск и система очистки

# MainWindowTitle
source: VTS – Diagnostic data Agent
be: VTS – Агент дыягнастычных дадзеных
ru: VTS – Агент диагностических данных

# MileageColonText
source: Mileage:
be: Прабег:
ru: Пробег:

# MileageForTheMomentColon
source: Mileage for the moment of data capture:
be: Прабег на момант зняцця дадзеных:
ru: Пробег на момент снятия данных:

source: Odometer screen state
be: Унутраны стан ВК-дысплея адометра
ru: Внутреннее состояние ЖК-экрана одометра

# ParametersQuantityColon
source: Parameters number:
be: Колькасць параметраў:
ru: Количество параметров:

source: Particle filter info
be: Інфармацыя пра сажавы фільтр
ru: Информация о сажевом фильтре

# PleaseWaitThreeDots
source: Please wait...
be: Калі ласка, пачакайце...
ru: Пожалуйста, подождите...

source: Purification
be: Ачыстка
ru: Очистка

# ResetText
source: Reset
be: Скiнуць
ru: Сбросить

# ScanningSessionsColon
source: Scanning sessions:
be: Сесіі сканавання:
ru: Сессии сканирования:

# SelectAllText
source: Select all
be: Выбраць усе
ru: Выбрать все

# TitleColonText
source: Title:
be: Назва:
ru: Название:

source: Trip data
be: Шляхавыя дадзеныя
ru: Путевые данные

# Unsupported
source: Unrecognized data
be: Нераспазнаныя дадзеныя
ru: Нераспознанные данные

# UnsupportedDataSet
source: Unrecognized data set
be: Нераспазнаны набор дадзеных
ru: Нераспознанный набор данных

# ValuesQuantityColon
source: Values number:
be: Колькасць значэнняў:
ru: Количество значений:

# DiagnosticDataSavingText
source: Diagnostic data export.
be: Захаванне дыягнастычных дадзеных.
ru: Сохранение диагностических данных.

# ExportThreeDotsText
source: Export...
be: Экспартаваць...
ru: Экспортировать...

# UnsupportedDataDetectedMessage
source: Unrecognized data detected.
be: Былі знойдзеныя нераспазнаныя дадзеныя.
ru: Были найдены нераспознанные данные.

# UnsupportedDataExportedMessage
source: Unrecognized data has been saved to the selected file. Please provide this file to VTS support team. Data support will be added in one of the next versions of VTS Agent tool.
be: Нераспазнаныя дадзеныя былі захаваныя ў абраны файл. Перадайце гэты файл у службу тэхнiчнай падтрымкі VTS і падтрымка дадзеных будзе даданая у адной з наступных версій.
ru: Неподдерживаемые данные сохранены в выбранный файл. Передайте этот файл в службу техподдержки программы, и в следующей версии программы поддержка этих данных будет включена.

# UnsupportedDiagnosticFileMaskText
source: Unrecognized VTS data (.uvts)|*.uvts
be: Нераспазнаныя дадзеныя VTS (.uvts)|*.uvts
ru: Нераспознанные данные VTS (.uvts)|*.uvts

# Mixed
source: Various parameters
be: Розныя параметры
ru: Различные параметры

source: Accelerator pedal hard spot signal 1
be: Палажэнне педалі газу кропка 1
ru: Положение педали газа точка 1

source: Accelerator pedal hard spot signal 2
be: Палажэнне педалі газу кропка 2
ru: Положение педали газа точка 2

source: Accelerator pedal position
be: Палажэнне педалі газу
ru: Положение педали газа

# ActivationOfElectricalConsumers
source: Electrical consumers activation
be: Актывацыя спажыўцоў электраэнергіі
ru: Активация потребителей электроэнергии

source: Additional heating status
be: Стан дадатковага падагрэву
ru: Состояние дополнительного подогрева

source: Air conditioning authorisation
be: Дазвол на ўключэнне кліматычнай усталёўкі
ru: Разрешение на включение климатической установки

source: Air conditioning blower load shedding
be: Скід нагрузкі вентылятара кандыцыянера
ru: Сброс нагрузки нагнетателя кондиционера

source: Air conditioning compressor control
be: Кантроль кампрэсара кандыцыянера
ru: Контроль компрессора кондиционера

source: Air conditioning compressor load shedding
be: Скід нагрузкі кампрэсара кандыцыянера
ru: Сброс нагрузки компрессора кондиционера

source: Air conditioning compressor relay output
be: Выхад рэле кампрэсара кандыцыянера
ru: Выход реле компрессора кондиционера

source: Air conditioning push button
be: Націск кнопкі кандыцыянера
ru: Нажатие кнопки кондиционера

source: Air conditioning request input
be: Уваход каманды на ўключэнне кліматычнай усталёўкі
ru: Вход команды на включение климатической установки

# AirFlowVolume
source: Air volume flow
be: Аб'ёмны выдатак паветра
ru: Объемный расход воздуха

source: Air pump control
be: Кіраванне паветраным насосам
ru: Управление воздушным насосом

source: Air temperature
be: Тэмпература паветра
ru: Температура воздуха

source: Air turbine
be: Паветраная турбіна
ru: Воздушная турбина

source: Air turbine speed
be: Хуткасць паветранай турбіны
ru: Скорость воздушной турбины

source: Alternator excitation voltage
be: Напружанне ўзбуджэння на генератары пераменнага току
ru: Напряжение возбуждения на генераторе переменного тока

source: Atmospheric pressure
be: Атмасферны ціск
ru: Атмосферное давление

# AutomaticGearboxInParkPosition
source: Automatic gearbox in parking position
be: Аўтаматычная скрынка перадач у пазіцыі паркоўкі
ru: Автоматическая коробка в положении парковки

source: Automatic gearbox recognition
be: Аутаматычнае вызначэнне перадачы
ru: Автоматическое определение передачи

source: Automatic gearbox "snow" program request
be: Запыт на "снежную" праграму аўтаматычнай скрынкі перадач
ru: Запрос на "снежную" программу автоматической коробки передач

source: Automatic lighting mode
be: Аўтаматычны выбар рэжыма асвятлення
ru: Автоматический выбор режима освещения

# AverageDistanceOfLast5Regenerations
source: Average distance for the last 5 regenerations
be: Сярэдні прабег паміж 5 апошнімі рэгенерацыямі
ru: Cредний пробег между 5 последними регенерациями

source: Average fuel consumption
be: Сярэдні расход паліва
ru: Средний расход топлива

source: Average journey consumption
be: Сярэдні расход паліва за паездку
ru: Средний расход топлива за поездку

# BasicBlocksSupply1
source: Basic blocks supply
ru: Электропитание основных блоков

source: Basic injection advance
be: Базавае апярэджанне ўпырску
ru: Базовое опережение впрыска

source: Battery voltage
be: Напружанне акумулятара
ru: Напряжение аккумулятора

source: Blower copy voltage
be: Дубляванае напружанне вентылятара печкі
ru: Дублированное напряжение вентилятора печки

# BodyworkVanPlusStatus
source: Bodywork VAN + status
be: Плюс (+) VAN на корпусе
ru: Плюс (+) VAN на корпусе

source: Bonnet lock
be: Замок капоту
ru: Замок капота

source: Boot lamp control relay output
be: Сігнал на выхадзе рэле кантролю лямпы асвятлення багажніка
ru: Сигнал на выходе реле контроля лампы освещения багажника

source: Boot lighting command
be: Каманда на асвятленне багажніка
ru: Команда на освещение багажника

source: Boot lock
be: Замок багажніка
ru: Замок багажника

source: Boot locking control
be: Кантроль за закрыццём замка багажніка
ru: Контроль закрытия замка багажника

# BootOpeningRelayOutput
source: Boot opening relay control
be: Сігнал на выхадзе рэле адкрыцця замка багажніка
ru: Сигнал на выходе реле открытия замка багажника

source: Boot opening request
be: Запыт на адкрыццё багажніка
ru: Запрос на открытие багажника

source: Brake fluid level
be: Узровень тармазной вадкасці
ru: Уровень тормозной жидкости

source: Brake linings wear
be: Знос тармазных калодак
ru: Износ тормозных колодок

# BrakePedal
source: Barke pedal position
be: Становішча педалі тормазу
ru: Положение педали тормоза

source: Brightness button
be: Кнопка яркасці
ru: Кнопка яркости

source: Camshaft/crankshaft sync
be: Сінхранізацыя становішча размеркавальнага вала / каленчатага вала
ru: Cинхронизация положения распределительного вала/коленчатого вала

source: Canister electrovalve OCR
be: ЦСА электраклапана рэзервуара
ru: ЦСО электроклапана резервуара

source: Canister solenoid valve status
be: Cтан электрамагнітнага клапана абсорбера пароў бензіну
ru: Cостояние электромагнитного клапана абсорбера паров бензина

source: Catalytic converter check
be: Кантроль каталітычнага нейтралізатара
ru: Контроль каталитического нейтрализатора

# CatConverterDownstreamTemperature
source: Catalytic converter downstream temperature
be: Тэмпература на выхадзе з каталітычнага нейтралізатара
ru: Температура на выходе из каталитического нейтрализатора

# CatConverterUpstreamTemperature
source: Catalytic converter upstream temperature
be: Тэмпература на ўваходзе ў каталітычны нейтралізатар
ru: Температура на входе в каталитический нейтрализатор

source: Child safety activation control
be: Кантроль актывацыі абароны дзіцяці
ru: Контроль активации защиты ребёнка

source: Child safety deactivation control
be: Кантроль дэактывацыі абароны дзіцяці
ru: Контроль деактивации защиты ребёнка

source: Clutch pedal signal
be: Стан педалі счаплення
ru: Положение педали сцепления

source: Coded engine immobiliser programming status
be: Стан праграмавання кадаванага імабілайзера
ru: Состояние программирования кодируемого иммобилайзера

# ComfortVanPlusStatus
source: Comfort VAN + status
be: Плюс (+) VAN - камфорт
ru: Плюс (+) VAN - комфорт

source: Complete heating load shedding
be: Скід нагрузкі поўнага падагрэву
ru: Сброс нагрузки полного подогрева

source: Conditioner cooling circuit pressure
be: Ціск ў контуры кандыцыянера паветра
ru: Давление в контуре кондиционера воздуха

source: Conditioning cut-off request
be: Запыт на выключэнне клімат-кантролю
ru: Запрос на выключение климат-контроля

source: Control panel brightness level
be: Узровень яркасці падсветкі панэлі кіравання
ru: Уровень яркости подсветки панели управления

source: Coolant level warning
be: Папярэджанне аб нізкім узроўні астуджальнай вадкасці
ru: Предупреждение о низком уровне охлаждающей жидкости

# CylinderCoilChargeTime1
source: Cylinder 1 coil charge time
be: Час зарада катушкі цыліндра 1
ru: Время заряда катушки цилиндра 1

# CylinderCoilChargeTime14
source: Cylinder coil 1/4 charge time
be: Час зарада катушкі цыліндраў 1/4
ru: Время заряда катушки цилиндров 1/4

# CylinderCoilChargeTime2
source: Cylinder 2 coil charge time
be: Час зарада катушкі цыліндра 2
ru: Время заряда катушки цилиндра 2

# CylinderCoilChargeTime23
source: Cylinder coil 2/3 charge time
be: Час зарада катушкі цыліндраў 2/3
ru: Время заряда катушки цилиндров 2/3

# CylinderCoilChargeTime3
source: Cylinder 3 coil charge time
be: Час зарада катушкі цыліндра 3
ru: Время заряда катушки цилиндра 3

# CylinderCoilChargeTime4
source: Cylinder 4 coil charge time
be: Час зарада катушкі цыліндра 4
ru: Время заряда катушки цилиндра 4

# DieselPressureRegulatorRatio
source: Diesel pressure regulator cycle open ratio
be: ЦСА рэгулятара ціску ў паліўнай сістэме
ru: ЦСО регулятора давления в топливной системе

# DieselWaterAirPumpRelayOutputStatus
source: Air/fuel pump relay output status
be: Статус на выхадзе рэле паветранай / паліўнай помпы дызельнага рухавіка
ru: Статус на выходе реле воздушного/топливного насоса дизельного двигателя

source: Dipped beam control
be: Кантроль блізкага святла
ru: Контроль ближнего света

# DisplayedFuelLevel
source: Displayed fule level
be: Адлюстраваны ўзровень паліва
ru: Отображаемый уровень топлива

# DistanceTravelledSinceLastRegeneration
source: Distance travelled since the last regeneration
be: Прабег пасля апошняй рэгенерацыі
ru: Пробег после последней регенерации

source: Distribution status
be: Стан размеркавання
ru: Состояние распределения

# DriverSeatBeltFastened
source: Driver's seat belt fastened
be: Вадзіцельскі рамень бяспекі прышпілены
ru: Водительский ремень безопасности пристёгнут

source: Economy mode status
be: Эканамічны рэжым
ru: Экономичный режим

source: ECU locking
be: Замыканне блока кіравання (ECU)
ru: Запирание блока управления (ECU)

source: Electropump assembly motor current
be: Ток электрарухавіка электрапомпы
ru: Ток электродвигателя электронасоса

source: Electropump assembly motor terminals voltage
be: Напруга на клемах электрарухавіка электрапомпы
ru: Напряжение на клеммах электродвигателя электронасоса

source: Engine coolant temperature
be: Тэмпература астуджальнай вадкасці
ru: Температура охлаждающей жидкости

source: Engine oil temperature
be: Тэмпература маторнага масла
ru: Температура моторного масла

source: Engine RPM
be: Хуткасць кручэння рухавіка
ru: Частота вращения двигателя

source: Engine running information
be: Інфармацыя аб працы рухавіка
ru: Информация о работающем двигателе

source: Engine running output control
be: Кантроль працы рухавіка
ru: Контроль работающего двигателя

source: Engine torque
be: Крутоўны момант рухавіка
ru: Крутящий момент двигателя

source: ESPdeactivation request
be: Запыт на дэактывацыю ESP
ru: Запрос на деактивацию ESP

source: ESP ECUsupply voltage
be: Напружанне сілкавання блока кіравання ESP
ru: Напряжение питания блока управления ESP

source: Evaporator icing up safety status
be: Статус абароны выпарніка ад абледзянення
ru: Статус защиты испарителя от обледенения

source: Evaporator sensor temperature
be: Тэмпература датчыка выпарніка
ru: Температура датчика испарителя

source: Exhaust cycle ratio
be: ЦСА электраклапану сістэмы РВГ
ru: ЦСО электроклапана системы РВГ

# ExhaustRecirculationGateCycle
source: Exhaust recirculation gate open cycle ratio
be: ЦСА электраклапану засланкі сістэмы РВГ
ru: ЦСО электроклапана заслонки системы РВГ

source: Exterior air temperature
be: Тэмпература паветра звонку
ru: Температура воздуха снаружи

source: Factory mode status
be: Заводскі рэжым
ru: Заводской режим

source: Fan assembly control
be: Кантроль вентылятара
ru: Контроль вентилятора

source: Fan assembly high speed control
be: Кантроль высокай хуткасці групы вентылятараў астуджэння рухавіка
ru: Контроль высокой скорости группы вентиляторов охлаждения двигателя

source: Fan assembly low speed control
be: Кантроль нiзкай хуткасці групы вентылятараў астуджэння рухавіка
ru: Контроль малой скорости группы вентиляторов охлаждения двигателя

source: Fan mid speed control
be: Кіраванне сярэдняй хуткасцю вентылятара
ru: Управление средней скоростью вентилятора

source: Fan relay output
be: Выхад рэле вентылятара
ru: Выход реле вентилятора

source: Fan unit reference speed
be: Зададзеная хуткасць кручэння вентылятара астуджэння рухавіка
ru: Заданная скорость вращения вентилятора охлаждения двигателя

source: Fan unit speed setting
be: Устаноўленая хуткасць кручэння вентылятара
ru: Установленная скорость вращения вентилятора

source: Filtered fuel level
be: Узровень паліва (фільтраваны)
ru: Уровень топлива (фильтрованный)

source: Flame presence
be: Наяўнасць узгарання
ru: Наличие возгорания

source: Forced deicing load shedding
be: Прымусовы скід нагрузкі абароны ад абледзянення
ru: Принудительный сброс нагрузки защиты от обледенения

# ForcedFanUnitLowSpeedLoadShedding
source: Forced fan unit load shedding at low speed
be: Прымусовы скід нагрузкі вентылятара на нiзкай хуткасці
ru: Принудительный сброс нагрузки вентилятора на низкой скорости

# ForcedFanUnitMidSpeedLoadShedding
source: Forced fan unit load shedding at mid speed
be: Прымусовы скід нагрузкі вентылятара на сярэдняй хуткасці
ru: Принудительный сброс нагрузки вентилятора на средней скорости

# FrontLeftHandLockUnlockingInformation
source: Front LH lock unlocking information
be: Інфармацыя аб адмыканні пярэдняга левага замка
ru: Информация об отпирании переднего левого замка

source: Front left wheel speed
be: Хуткасць левага пярэднягя кола
ru: Скорость левого переднего колеса

# FrontLhTyrePressureStatus
source: Front LH type pressure status
be: Ацэнка ціску ў пярэднім левым коле
ru: Оценка давления в переднем левом колесе

# FrontLhWheelTyreDeflationDetectionSensorStatus
source: Front LH tyre deflation detection sensor status
be: Статус датчыка ціску пярэдняга левага кола
ru: Статус датчика давления переднего левого колеса

source: Front RH tyre pressure status
be: Ацэнка ціску ў пярэднім правым коле
ru: Оценка давления в переднем правом колесе

# FrontRhWheelTyreDeflationDetectionSensorStatus
source: Front RH tyre deflation detection sensor status
be: Статус датчыка ціску пярэдняга правага кола
ru: Статус датчика давления переднего правого колеса

# FrontRightHandLockUnlockingInformation
source: Front RH lock unlocking information
be: Інфармацыя аб адмыканні пярэдняга правага замка
ru: Информация об отпирании переднего правого замка

source: Front right wheel speed
be: Хуткасць правага пярэднягя кола
ru: Скорость правого переднего колеса

source: Front sill lighting control
be: Кантроль асвятлення пярэдніх парогаў
ru: Контроль освещения передних порогов

source: Fuel pump relay output status
be: Статус на выхадзе рэле паліўнай помпы
ru: Статус на выходе реле топливного насоса

source: Fuel pump status
be: Стан паліўнай помпы
ru: Состояние топливного насоса

source: Fuel pump supply cut off
be: Адсечка напружання на паліўнай помпе
ru: Отсечка напряжения на топливном насосе

source: Fuel regulator current
be: Ток рэгулятара ціску дызельнага паліва
ru: Ток регулятора давления дизельного топлива

source: Fuel sender impedance
be: Супраціўленне датчыка ўзроўню паліва
ru: Сопротивление датчика уровня топлива

source: Fuel system pressure
be: Вымераны ціск паліва
ru: Измеренное давление топлива

# FuelSystemPressureDelta
source: Difference between rated and actual fuel pressure
be: Разыходжанне паміж вымярэнным і намінальным ціскам паліва
ru: Расхождение между измеренным и номинальным давлением топлива

source: Fuel temperature
be: Тэмпература паліва
ru: Температура топлива

# Gearbox
source: Gearbox type
be: Тып скрынкі перадач
ru: Тип коробки передач

source: Gearbox gear
be: Уключаная перадача
ru: Включенная передача

source: Gross fuel level
be: Узровень паліва (брута)
ru: Уровень топлива (брутто)

source: Hazard warning lamp push button
be: Націск кнопкі аварыйнага сігнала
ru: Нажатие кнопки аварийного сигнала

source: Headlamp beam corrector fault
be: Наяўнасць памылкі карэктара фар
ru: Наличие ошибки корректора фар

source: Headlamp washer control
be: Кантроль амывальніка фараў
ru: Контроль омывателя фар

# HeatedRearScreenPushButton
source: Rear screen heater push button
be: Націск кнопкі абагравання задняга шкла
ru: Нажатие кнопки обогрева заднего стекла

source: Heating status
be: Абаграванне
ru: Подогрев

source: Higher oxygen sensor state
be: Стан верхняга кіслароднага зонда
ru: Состояние верхнего кислородного зонда

# UpperOxygenSensorVoltage
source: Higher oxygen sensor voltage (inlet sensor)
be: Напружанне верхняга кіслароднага зонда (датчык на ўваходзе)
ru: Напряжение верхнего кислородного зонда (датчик на входе)

source: Horn control
be: Кантроль гукавага сігнала
ru: Контроль звукового сигнала

source: Ignition advance
be: Апярэджанне вугла запальвання
ru: Опережение угла зажигания

source: Incandescent element status
be: Стан лямпы напальвання
ru: Состояние лампы накаливания

source: Injection advance
be: Апярэджанне папярэдняга ўпырску
ru: Опережение предварительного впрыска

source: Injection off when slowdown
be: Выключэнне сістэмы ўпырску пры зніжэнні паскарэння
ru: Выключение системы впрыска при снижении ускорения

source: Injection time
be: Час упырску
ru: Время впрыска

source: Injection volume setting
be: Запатрабаваны аб'ём ўпырску паліва
ru: Затребованный объём впрыска топлива

source: Injector 1 correction
be: Карэкцыя падачы паліва фарсункай 1
ru: Коррекция подачи топлива форсункой 1

source: Injector 2 correction
be: Карэкцыя падачы паліва фарсункай 2
ru: Коррекция подачи топлива форсункой 2

source: Injector 3 correction
be: Карэкцыя падачы паліва фарсункай 3
ru: Коррекция подачи топлива форсункой 3

source: Injector 4 correction
be: Карэкцыя падачы паліва фарсункай 4
ru: Коррекция подачи топлива форсункой 4

source: Injectors voltage
be: Нагрузка на інжэктары
ru: Напряжение на инжекторах

source: Inlet air heater throttle open cycle ratio
be: ЦСА электрамагнітнага клапана перапускной засланкі
ru: ЦСО электромагнитного клапана перепускной заслонки

source: Interior lamp control
be: Кантроль лямпы ўнутранага асвятлення
ru: Контроль лампы внутреннего освещения

source: Interior lamp control relay output
be: Сігнал на выхадзе рэле кантролю лямпы ўнутранага святла
ru: Сигнал на выходе реле контроля лампы внутреннего света

source: Interior lamp request
be: Запыт на ўнутранае асвятленне
ru: Запрос на внутреннее освещение

# LeftBlownAirTemperature
source: Left blown air temperatire
be: Тэмпература паветра левага паветравода
ru: Температура воздуха левого воздуховода

source: Left hand indicators control
be: Кантроль левых паказальнікаў павароту
ru: Контроль левых указателей поворота

source: Lock locking control
be: Кантроль закрыцця замка
ru: Контроль закрытия замка

source: Locks deadlocking relay output
be: Сігнал на выхадзе рэле блакіроўкі замка
ru: Сигнал на выходе реле блокировки замка

source: Locks locking relay output
be: Сігнал на выхадзе рэле закрыцця замка
ru: Сигнал на выходе реле закрытия замка

source: Locks unlocking relay output
be: Сігнал на выхадзе рэле адкрыцця замка
ru: Сигнал на выходе реле открытия замка

source: Lock unlocking control
be: Кантроль адкрыцця замка
ru: Контроль открытия замка
