Repository: shukanov-artyom/VTS
Catalog: VTS Agent/Agent.Localization/Resources/Resources.*.resx
Languages: be, ru

source: Measured valve lifting value
be: Вымеранае значэнне ўздыму клапаноў
ru: Измеренная величина подъёма клапана

# RequestedAirConsumption
source: Requested air flow volume
be: Запатрабаваны расход паветра
ru: Затребованный расход воздуха

source: Requested valve lifting value
be: Запатрабаванае значэнне уздыму клапаноў
ru: Заданная величина подъёма клапана

# StateofInitialSetupOfUpperAndLowerValveLimiters
source: State of upper and lower valve position limiters initial setup
be: Стан першапачатковай наладкі верхняга і ніжняга абмежавальнікаў клапанаў
ru: Состояние первоначальной настройки верхнего и нижнего ограничителей клапанов

# StateOfLearnStopValve
source: State of valves stop point learning
be: Стан "навучэння" ўпора клапаноў
ru: Состояние "обучения" упоров клапанов

# TemperatureOfValvesRaisingElectricEngine
source: Valves lifting electric engine temperature
be: Тэмпература электрарухавіка сістэмы уздыма клапанаў
ru: Температура электродвигателя системы регулирования подъёма клапанов

# ValveLiftLearnAngleMax
source: "Learned" angle corresponding to max valves lift
be: Углавое палажэнне, для кат. праведзена "навучэнне", якое адпавядае макс. уздыму клапаноў
ru: Угловое положение, для кот. проведено "обучение", соотв-е макс. подъёму клапанов

# ValveLiftLearnAngleMin
source: "Learned" angle corresponding to min valves lift
be: Углавое палажэнне, для кат. праведзена "навучэнне", якое адпавядае мін. уздыму клапаноў
ru: Угловое положение, для кот. проведено "обучение", соотв-е мин. подъёму клапанов

# ValvesRaisingElectricEngineRotationDirection
source: Valves rising electric engine rotation direction
be: Напрамак кручэння электрарухавіка ўздыму клапаноў
ru: Направление вращения электродвигателя подъёма клапанов

# VariableValveLiftSystemsElectricEngineSupplyVoltage
source: Electric engine supply voltage for variable valve lifting system
be: Напружанне сілкавання электрарухавіка сістэмы уздыму клапаноў, які рэгулюецца
ru: Напряжение питания электродвигателя системы регулируемого подъёма клапанов

# ButtonDownPressed
source: "Down" Button
be: Кнопка "Уніз"
ru: Кнопка "Вниз"

# ButtonEscPressed
source: "Esc" Button
be: Кнопка "Esc"
ru: Кнопка "Esc"

# ButtonLeftPressed
source: "Left" Button
be: Кнопка "Налева"
ru: Кнопка "Налево"

# ButtonMenuPressed
source: "Menu" Button
be: Кнопка "Menu"
ru: Кнопка "Menu"

# ButtonModePressed
source: "Mode" Button
be: Кнопка "Mode"
ru: Кнопка "Mode"

# ButtonOkPressed
source: "Ok" Button
be: Кнопка "Ok"
ru: Кнопка "Ok"

# ButtonRightPressed
source: "Right" Button
be: Кнопка "Направа"
ru: Кнопка "Направо"

# ButtonUpPressed
source: "Up" Button
be: Кнопка "Уверх"
ru: Кнопка "Вверх"

source: Client language
be: Мова кліента
ru: Язык клиента

source: Alerts output on multifunctional display
be: Вывад папярэджанняў на шматфункцыянальны дысплей
ru: Отображение предупреждений на многофункциональном дисплее

source: Connection type to remote control
be: Тып далучэння да пульта дыстанцыйнага кіравання
ru: Тип связи с ПДУ

source: Control panel type
be: Тып панэлі кіраванна
ru: Тип панели управления

source: Hands-free kit option
be: Опцыя набора "Hands-free"
ru: Опция комплект Hands-Free

source: Low tyres pressure detection option
be: Опцыя знаходжання нізкага ціску ў шынах
ru: Опция обнаружения низкого давления в шинах

source: "Nomade" menu option
be: Опцыя меню "Nomad"
ru: Опция меню «Nomade»

source: Parking aid system option
be: Опцыя дапамогі пры паркоўцы
ru: Опция помощи при парковке

# RadioAndScreenControlUsingSteeringWheenControls
source: Radio and screen control using steering wheel controls
be: Кіраванне радыё і экранам з рулявога кола
ru: Управление радио и экраном органами управления на рулевом колесе

source: Security alarm log output
be: Вывад журнала сігналізацыі
ru: Вывод протокола противоугонной сигнализации

source: Settings menu displayed
be: Адлюстравана меню наладак
ru: Отображено меню настроек

source: States journal output
be: Вывад журнала станаў
ru: Вывод протокола состояний

source: Temperature units setup option
be: Опцыя устаноўкі адзінак вымярэння тэмпературы
ru: Опция конфигурирования единиц измерения температуры

# AdditionalCTP1AndCTP2ResistorsControl
source: Control of additional CTP1 and CTP2 resistors
be: Кантроль дадатковых рэзістараў CTP1 і CTP2
ru: Контроль дополнительных резисторов CTP1 и CTP2

source: Battery type
be: Тып батарэі
ru: Тип батареи

# CalculatedExternalTemperature
source: Calculated exterior temterature
be: Вылічана тэмпература звонку
ru: Вычисленная наружная температура

source: Displayed fan speed
be: Хуткасць вентылятара, якая адлюстроўваецца
ru: Отображаемая скорость вентилятора

source: Engine coolant safety state
be: Стан бяспекі астуджальнай вадкасці
ru: Состояние безопасности охлаждающей жидкости

# EngineRpmSafety
source: Engine speed safety
be: Бяспека абаротаў рухавіка
ru: Безопасность оборотов двигателя

# ExternalTemperatureSensorState
source: Exterior temperature sensor state
be: Стан датчыка тэмпературы звонку
ru: Состояние датчика наружной температуры

source: Pressure sensor state in conditioner cirquit
be: Стан датчыка ціску ў контуры кандыцыянера
ru: Состояние датчика давления в контуре кондиционера

# UserCommandToSwicthClimateControlOn
source: User command to switch climate-control on
be: Каманда карыстальніка на ўключэнне клімат-кантролю
ru: Команда пользователя на включение климат-контроля

source: Accelerator pedal position sensor voltage 1
be: Напружанне датчыка становішча педалі акселератара 1
ru: Напряжение датчика положения педали акселератора 1

source: Accelerator pedal position sensor voltage 2
be: Напружанне датчыка становішча педалі акселератара 2
ru: Напряжение датчика положения педали акселератора 2

# AdaptationOfCrankshaftPositionSensorTargetWhileDecelerating
source: Adaptation of crankshaft position "target" while decelerating
be: Адаптацыя "мішэни" датчика становічшча каленвала, калі машына замядляецца
ru: Адаптация "мишени" датчика положения коленвала при замедлении

# AdaptationRateOfFrictionTorqueDependingOnCoolantTemperature
source: Adaptation rate of friction torque deending on coolant temperature
be: Велічыні адаптацыі моманту трэння ў залежнасці ад тэмпературы астуджальнай вадкасці
ru: Величины адаптации момента трения в зависимости от температуры охлаждающей жидкости

source: Adaptive values for detonation prevention in cylinder 1
be: Адаптыўныя велічыні прадухілення дэтанацыі цыліндру 1
ru: Адаптивные величины предотвращения детонации цилиндра 1

source: Adaptive values for detonation prevention in cylinder 2
be: Адаптыўныя велічыні прадухілення дэтанацыі цыліндру 2
ru: Адаптивные величины предотвращения детонации цилиндра 2

source: Adaptive values for detonation prevention in cylinder 3
be: Адаптыўныя велічыні прадухілення дэтанацыі цыліндру 3
ru: Адаптивные величины предотвращения детонации цилиндра 3

source: Adaptive values for detonation prevention in cylinder 4
be: Адаптыўныя велічыні прадухілення дэтанацыі цыліндру 4
ru: Адаптивные величины предотвращения детонации цилиндра 4

source: Alternator charge value
be: Вялічыня зарада генератара
ru: Величина заряда генератора

source: Alternator temperature
be: Тэмпература кіраванага генератара
ru: Температура управляемого генератора

source: Board computer control
be: Кіраванне бартавым кампутарам
ru: Управление бортовым компьютером

source: Calculator activation state
be: Стан актывацыі калькулятара
ru: Состояние активизации калькулятора

source: Calculator resets count
be: Колькасць абнуленняў кампутара
ru: Число обнулений компьютера

source: Calculator supply voltage
be: Напружанне сілкавання кампутара
ru: Напряжение питания компьютера

source: Calculator temperature
be: Тэмпература кампутара
ru: Температура компьютера

source: Clutch pedal position
be: Стан педалі счаплення
ru: Положение педали сцепления

source: Coolant liquid temperature at last engine stop
be: Тэмпература АВ у час апошняга спынення рухавіка
ru: Температура ОЖ при последней остановке двигателя

source: Coolant pump actuator control
be: Кіраванне выканаўчым элементам попмы сістэмы астуджэння
ru: Управление исполнительным элементом насоса системы охлаждения

source: Coolant temperature settings
be: Зададзенае значэнне тэмпературы астуджальнай вадкасці
ru: Заданное значение температуры охлаждающей жидкости

source: Decreasing selected speed
be: Зніжэнне усталяванай хуткасці
ru: Уменьшение устанавливаемой скорости

# DippedAndHighBeamSwitch
source: Dipped / High beam switch
be: Пераключальнік бліжняга / дальняга святла
ru: Переключатель ближнего / дальнего света

source: Electric valves supply relay state
be: Стан рэле сілкавання электраклапаноў
ru: Состояние реле питания электроклапанов

source: Engine state
be: Стан рухавіка
ru: Состояние двигателя

source: Engine stop time
be: Час спынення рухавіка
ru: Время остановки двигателя

source: Estimated power consumption by Air Conditioner compressor
be: Ацэнка магутнасці, якую спажывае кампрэсар кандыцыянера
ru: Оценка потребляемой мощности компрессора кондиционера

source: Fan assembly high speed relay control
be: Стан рэле высокай хуткасці групы мотавентылятара
ru: Состояние реле большой скорости группы электровентилятора

source: Fan assembly low speed relay control
be: Стан рэле малой хуткасці групы мотавентылятара
ru: Состояние реле малой скорости группы электровентилятора

# FanAssemblyStateInputState
source: State of the "Fan assembly state" input
be: Стан увахода"Стан групы электравентылятара"
ru: Состояние входа "Состояние группы электровентилятора"

source: Fog lights state (minus)
be: Стан супрацьтуманак (плюс)
ru: Состояние противотуманных фар / фонарей (плюс)

source: Fog lights state (plus)
be: Стан супрацьтуманак (мінус)
ru: Состояние противотуманных фар / фонарей (минус)

source: Functioning zones learning performed
be: Праведзена навучанне зон функцыянавання
ru: Проведено обучение зон функционирования

# GeneratorCurrent
source: Alternator current
be: Ток генератара
ru: Ток генератора

source: High beam impulse switch
be: Імпульсны пераключальнік дальняга святла
ru: Импульсный переключатель фар дальнего света

source: Increasing selected speed
be: Павялічэнне усталяванай хуткасці
ru: Увеличение устанавливаемой скорости

source: Information about accelerator pedal abutment
be: Інфармацыя датчыка ўпора педалі акселератара
ru: Информация датчика упора педали акселератора

source: Information from electric parking brake
be: Інфармацыя стояночного тормазы з электроуправлением
ru: Информация стояночного тормоза с электроуправлением

# LearmingStateOfExhaustDephaser
source: Learning state of exhaust dephaser
be: Стан "навучання" механізму змены фаз выпускнога размеркавальнага вала
ru: Состояние "обучения" механизма изменения фаз выпускного распредвала

source: Learning state for inlet camshaft dephaser
be: Стан "навучання" механізму змены фаз размеркавальнага вала на ўваходзе
ru: Состояние "обучения" механизма изменения фаз впускного распредвала

source: Learning value for lower stop for inlet dephaser
be: Значэнне пры "навучанні" становішчу ніжняга ўпора механізму рэгулявання фаз на ўпуску
ru: Значение при "обучении" положению нижнего упора механизма рег-я фаз на впуске

# LearningValueForUpperStopForExhaustDephaser
source: Learnin value for upper stop for exhaust dephaser
be: Значэнне пры "навучанні" становішчу верхняга ўпора механізму рэг-я фаз на выпуску
ru: Значение при "обучении" положению верхнего упора механизма рег-я фаз на выпуске

source: Lighting control - switch in position 3
be: Кіраванне асвятленнем – пераключальнік у 3 становішчы
ru: Управление освещением - переключатель в 3 положении

source: Lighting control - switch in position 4
be: Кіраванне асвятленнем – пераключальнік у 4 становішчы
ru: Управление освещением - переключатель в 4 положении

source: Light switch button on
be: Уключэнне кнопкі пераключэння святла
ru: Включение кнопки переключателя света

source: MAnaged alternator voltage setting
be: Зададзенае напружанне кіраванага генератара
ru: Заданное напряжение управляемого генератора

# MixtureCompositionAdaptiveValuesOfOfInletSensor
source: mixture composition adaptive values of inlet sensor
be: Адаптыўныя велічыні складу сумесі датчыка на выхадзе
ru: Адаптивные величины состава смеси датчика на выходе

# ModeledCoolantTemperature
source: Modeled cooalnt temperature
be: Змадэленая тэмпература астуджальнай вадкасці
ru: Смоделированная температура охлаждающей жидкости

source: Oil pump functioning mode
be: Рэжым працы помпы алею
ru: Режим работы масляного насоса

source: Position recognition to drive in emergency mode 1
be: Распазнаванне становішча для руху ў аварыйным рэжыме 1
ru: Распознавание положения для движения в аварийном режиме 1

source: Position recognition to drive in emergency mode 2
be: Распазнаванне становішча для руху ў аварыйным рэжыме 2
ru: Распознавание положения для движения в аварийном режиме 2

source: Power relay state
be: Стан рэле магутнасці
ru: Состояние реле мощности

source: Radio: "Scan" regulator
be: Радыёпрыёмнік: лічыльнік круглага рэгулятара "Scan"
ru: Радиоприёмник: счётчик круглого регулятора "Scan"

source: Recirculation pump relay state
be: Стан рэле помпы рэцыркуляцыі
ru: Состояние реле насоса рециркуляции

# RecognitionOfAcceleratorPedalMaxState1
source: Recognition of acceleration pedal max state 1
be: Распазнаванне максімальнага палажэння педалі акселератара 1
ru: Распознавание максимального положения педали акселератора 1

# RecognitionOfAcceleratorPedalMaxState2
source: Recognition of acceleration pedal max state 2
be: Распазнаванне максімальнага палажэння педалі акселератара 2
ru: Распознавание максимального положения педали акселератора 2

# RecognitionOfAcceleratorPedalMinState1
source: Recognition of acceleration pedal min state 1
be: Распазнаванне мінімальнага палажэння педалі акселератара 1
ru: Распознавание минимального положения педали акселератора 1

# RecognitionOfAcceleratorPedalMinState2
source: Recognition of acceleration pedal min state 2
be: Распазнаванне мінімальнага палажэння педалі акселератара 2
ru: Распознавание минимального положения педали акселератора 2

source: Recognition of min position limiter for throttle 1
be: Распазнаванне абмежавальніка мінімальнага становішча засланкі 1
ru: Распознавание ограничителя минимального положения заслонки 1

source: Recognition of min position limiter for throttle 2
be: Распазнаванне абмежавальніка мінімальнага становішча засланкі 2
ru: Распознавание ограничителя минимального положения заслонки 2

source: Requested engine RPM
be: Запатрабаваная хуткасць кручэння рухавіка
ru: Заданная частота вращения двигателя

source: Request to control electromagnetic valve of oil pump
be: Патрабаванне кіравання электрамагнітным клапанам маслянай помпы
ru: Требование управления электромагнитным клапаном масляного насоса

# RequiredValueForGradualGeneratorLoad
source: Required value for gradual alternator load
be: Зададзенае значэне паступовай нагрузкі мотавентылятара
ru: Заданное значение постепенной нагрузки генератора

source: Screen wiper switch control
be: Кіраванне кнопкай уключэння шклоачышчальніка
ru: Управление кнопкой переключателя стеклоочистителя

source: Sensors supply voltage
be: Напружанне сілкавання датчыкаў
ru: Напряжение питания датчиков

# SingleTimeSwitchOfWindscreenWiper
source: Single time switching of windscreen wiper
be: Кіраванне аднаразовым уключэннем пярэдняга шклоачышчальніка
ru: Управление разовым включением переднего стеклоочистителя

source: Sound alarm
be: Гукавая сінгалізацыя
ru: Звуковая сигнализация

# SourceToTelephoneSwitch
source: "Source/Phone" switch
be: Пераключальнік "Выток/Тэлефон"
ru: Переключатель "Источник/Телефон"

source: Speed limitation settings
be: Зададзеная хуткасць абмежавальніка хуткасці аўтамабіля
ru: Заданная скорость ограничителя скорости автомобиля

source: Speed limitation state
be: Стан абмежавання хуткасці аўтамабіля
ru: Состояние ограничения скорости автомобиля

# SpeedRegulationORLimitationSelection
source: Speed regulation / limitation selection
be: Выбар рэгуляванне / абмежаванне хуткасці
ru: Выбор регулирование/ограничение скорости

source: Speed regulation state
be: Стан рэгулявання хуткасці аўтамабіля
ru: Состояние регулирования скорости автомобиля

source: Speed regulator speed settings
be: Зададзеная хуткасць рэгулятара хуткасці аўтамабіля
ru: Заданная скорость регулятора скорости автомобиля

# StateOfControlOfStarterControlRelay
source: State of controlling starter control relay
be: Стан кіравання рэле кіравання старцера
ru: Состояние управления реле управления стартером

source: State of learning of throttle stops
be: Стан "навучання" упорам дросельнай засланкі
ru: Состояние "обучения" упорам дроссельной заслонки

# StateOfTheFirstExhaustDephaserSetup
source: Status of the first exhaust dephaser setup
be: Статус першай налады фазарэгулявальніка выпускнога размеркавальнага вала
ru: Статус первой настройки фазорегулятора выпускного распредвала

# StateOfTheFirstInletDephaserSetup
source: Status of the first inlet dephaser setup
be: Статус першай налады фазарэгулявальніка размеркавальнага вала на уваходзе
ru: Статус первой настройки фазорегулятора впускного распредвала

source: Stop signal contact
be: Кантакт стоп-сігнала
ru: Контакт стоп-сигнала

source: Supply voltage
be: Напружанне сілкавання
ru: Напряжение питания

source: Throttle stops learning required
be: Неабходнасць "навучання" упорам дросельнай засланкі
ru: Необходимость "обучения" упорам дроссельной заслонки

source: Torque value obtained by air volume flow regulation (real)
be: Крутоўны момант, атрыманы шляхам рэгулявання аб'ёму паветра (рэальны)
ru: Крутящий момент, полученный путём регулировки объёма воздуха (реальный)

source: Torque value obtained by air volume flow regulation (requested)
be: Крутоўны момант, атрыманы шляхам рэгулявання аб'ёму паветра (запыт)
ru: Крутящий момент, полученный путём регулировки объёма воздуха (запрос)

# TorqueValueObtainedByIgnitionAdvance_Real
source: Torque value obtained by ignition advance regulation (real)
be: Крутоўны момант, атрыманы шляхам рэгулявання апярэджання запальвання(рэальны)
ru: Крутящий момент, полученный путём регулировки опережения зажинания (реальный)

# TorqueValueObtainedByIgnitionAdvance_Requested
source: Torque value obtained by ignition advance regulation (requested)
be: Крутоўны момант, атрыманы шляхам рэгулявання апярэджання запальвання (запыт)
ru: Крутящий момент, полученный путём регулировки опережения зажигания (запрос)

source: Turn indicators control
be: Кіраванне указальнікамі паварота
ru: Управление указателями поворота

source: Value of mixture adaptive functions at idling RPM
be: Значэнне адаптыўных функцый складу сумесі на халастым ходу
ru: Значение адаптивных функций состава смеси на холостом ходу

source: Value of mixture adaptive functions at transitional mode
be: Значэнне адаптыўных функцый складу сумесі на пераходным рэжыме
ru: Значение адаптивных функций состава смеси на переходном режиме

source: Values of indicated torque adaptations
be: Велічыні адаптацыі названага крутоўнага моманту рухавіка
ru: Величины адаптации указанного крутящего момента двигателя

source: Waking up cruise control
be: Вывад круіз-кантролю з рэжыма сна
ru: Вывод круиз-контроля из режима сна

source: Autoscale
be: Аўташкала
ru: Автошкала

# MaintainginForKeyInIgnitionWarning
source: Maintaining for key in ignition warning
be: Падтрымка ў сувязі з папярэджаннем ключа ў замку запальвання
ru: Поддержание всвязи с предупреждением ключа в замке зажигания

source: Maintaining due to a diagnostic session or downloading being in progress
be: Падтрымка ў сувязі з запушчанай дыягнастыная сесіяй ці запампоўкай
ru: Поддержание всвязи с запущенной диагностической сессией или загрузкой

# MaintainingDueToALocatingOfAVehicleBeingInProgress
source: Maintaining due to locating of the vehicle being in progress
be: Падтрымка ў сувязі з запушчаным находжаннем аўтамабіля
ru: Поддержание всвязи с запущенным обнаружением автомобиля

source: Maintaining due to ambient or welcome lighting being on
be: Падтрыманне ў сувязі з уключаным рассеяным святлом альбо "Welcome"-святлом
ru: Поддержание всвязи с включенным рассеянным светом или "Welcome"-светом

source: Maintaining due to displaying of the status of the electric emergency brake being in progress
be: Падтрыманне ў сувязі з адлюстраваннем стану электрычнага аварыйнага тормаза
ru: Поддержание всвязи с отображением статуса электрического аварийного тормоза

source: Maintaining due to height adjustment being in progress
be: Падтрыманне ў сувязі з рэгуляваннем па вышыні
ru: Поддержание всвязи с регулировкой по высоте

source: Maintaining due to memorising of the driving position being in progress
be: Падтрыманне у сувязі з захаваннем у памяць становішча пры ваджэнні
ru: Поддержание всвязи с схранением в память положения при вождении

source: Maintaining due to moving motorised boot or tailgate
be: Падтрыманне ў сувязі з рухам матарызаванай дзверы багажніка альбо задніх дзвераў
ru: Поддержание всвязи с движением моторизированной двери багажника или задней двери

# MaintainingDueToMovingOrFoldingOfTheExteriorMirrors
source: Maintaining due to movement of the exterior mirrors or folding the exterior mirrors being in progress
be: Падтрымка ў сувязі са складваннем альбо рухам бакавых люстэркаў
ru: Поддержание всвязи со складыванием или движением боковых зеркал

source: Maintaining due to recalling of the driving position memory being in progress
be: Падтрыманне у сувязі з узнаўленнем з памяці становішча пры ваджэнні
ru: Поддержание в связи с восстановлением из памяти положения при вождении

source: Maintaining due to the boot light being on
be: Падтрымка ў сувязі з уключаным асвятленнем багажніка
ru: Поддержание всвязи со включенным освещением багажника

source: Maintaining due to the headlamp flash being activated //
be: Падтрымка ў сувязі з імпульсным рэжымам бліжняга святла
ru: Поддержание всвязи с импульсным режимом ближнего света

source: Maintaining due to the horn being active
be: Падтрыманне ў сувязі з паданнем гукавага сігнала
ru: Поддержанеи всвязи с подачей звукового сигнала

# MaintainingDueToTheMovementOfSteeringColumn
source: Maintainig due to the movement of the steering column
be: Падтрымка ў сувязі з рухам рулявой калонкі
ru: Поддержание всвязи с движением рулевой колонки

source: Maintaining due to the presence of the ignition
be: Падтрымка ў сувязі з наяўнасцю запальвання
ru: Поддержание всвязи с наличием зажигания

source: Maintaining due to the presence of the warning
be: Падтрымка ў сувязі з наяўнасцю папярэджання
ru: Поддержание всвязи с наличием предупреждения

source: Maintaining due to thermal pre-post conditioning being in progress
be: Падтрыманне ў сувязі з бягучай функцыяй тэрмальнага прэ/пост-кандыянавання
ru: Поддержание всвязи с запущенным термальным пре/пост-кондиционированием

source: Maintaining due to the side lights being on
be: Падтрымка ў сувязі з уключанымі паваротнікамі
ru: Поддержание всвязи со включенными поворотниками

# MaintainingDueToTheSlidingDoorMovingOrBeingStopped
source: Maintaining due to the sliding side door moving or being stopped
be: Падтрымка ў сувязі са слізгальнымі бакавымі дзвярыма, якія рухаюцца альбо спыняюцца
ru: Поддержание всвязи со скользящей боковой дверью, находящейся в движении или останавливаемой

# MaintainingDueToWelcomeFunctionBeingInProgress
source: Maintaining due to the welcome function being in progress
be: Падтрыманне ў сувязі за запушчанай функцыяй "Welcome"
ru: Поддержание всвязи с запущенной функцией "Добро пожаловать"

source: Maintaining for audio equipment or telematics activity
be: Падтрыманне ў сувязі з актыўнасцю гукавага абсталяванна альбо тэлематыкі
ru: Поддержание всвязи с активностью звукового оборудования или телематики
