Repository: shukanov-artyom/VTS
Catalog: VTS Agent/Agent.Localization/Resources/Resources.*.resx
Languages: be, ru

# AnalyticItemDisplayNameInjector1CorrectionAt2000Rpm
source: Common Rail system Diesel injector 1 correction at 2000 RPM
be: Карэкцыя інжэктара 1 ДП сістэмы Common Rail пры 2000 аб/хв
ru: Коррекция инжектора ДТ №1 системы Common Rail при 2000 об/мин

# AnalyticItemDisplayNameInjector1CorrectionAt3000Rpm
source: Common Rail system Diesel injector 1 correction at 3000 RPM
be: Карэкцыя інжэктара 1 ДП сістэмы Common Rail пры 3000 аб/хв
ru: Коррекция инжектора ДТ №1 системы Common Rail при 3000 об/мин

# AnalyticItemDisplayNameInjector2CorrectionAt1000Rpm
source: Common Rail system Diesel injector 2 correction at 1000 RPM
be: Карэкцыя інжэктара 2 ДП сістэмы Common Rail пры 1000 аб/хв
ru: Коррекция инжектора ДТ №2 системы Common Rail при 1000 об/мин

# AnalyticItemDisplayNameInjector2CorrectionAt2000Rpm
source: Common Rail system Diesel injector 2 correction at 2000 RPM
be: Карэкцыя інжэктара 2 ДП сістэмы Common Rail пры 2000 аб/хв
ru: Коррекция инжектора ДТ №2 системы Common Rail при 2000 об/мин

# AnalyticItemDisplayNameInjector2CorrectionAt3000Rpm
source: Common Rail system Diesel injector 2 correction at 3000 RPM
be: Карэкцыя інжэктара 2 ДП сістэмы Common Rail пры 3000 аб/хв
ru: Коррекция инжектора ДТ №2 системы Common Rail при 3000 об/мин

# AnalyticItemDisplayNameInjector3CorrectionAt1000Rpm
source: Common Rail system Diesel injector 3 correction at 1000 RPM
be: Карэкцыя інжэктара 3 ДП сістэмы Common Rail пры 1000 аб/хв
ru: Коррекция инжектора ДТ №3 системы Common Rail при 1000 об/мин

# AnalyticItemDisplayNameInjector3CorrectionAt2000Rpm
source: Common Rail system Diesel injector 3 correction at 2000 RPM
be: Карэкцыя інжэктара 3 ДП сістэмы Common Rail пры 2000 аб/хв
ru: Коррекция инжектора ДТ №3 системы Common Rail при 2000 об/мин

# AnalyticItemDisplayNameInjector3CorrectionAt3000Rpm
source: Common Rail system Diesel injector 3 correction at 3000 RPM
be: Карэкцыя інжэктара 3 ДП сістэмы Common Rail пры 3000 аб/хв
ru: Коррекция инжектора ДТ №3 системы Common Rail при 3000 об/мин

# AnalyticItemDisplayNameInjector4CorrectionAt1000Rpm
source: Common Rail system Diesel injector 4 correction at 1000 RPM
be: Карэкцыя інжэктара 4 ДП сістэмы Common Rail пры 1000 аб/хв
ru: Коррекция инжектора ДТ №4 системы Common Rail при 1000 об/мин

# AnalyticItemDisplayNameInjector4CorrectionAt2000Rpm
source: Common Rail system Diesel injector 4 correction at 2000 RPM
be: Карэкцыя інжэктара 4 ДП сістэмы Common Rail пры 2000 аб/хв
ru: Коррекция инжектора ДТ №4 системы Common Rail при 2000 об/мин

# AnalyticItemDisplayNameInjector4CorrectionAt3000Rpm
source: Common Rail system Diesel injector 4 correction at 3000 RPM
be: Карэкцыя інжэктара 4 ДП сістэмы Common Rail пры 3000 аб/хв
ru: Коррекция инжектора ДТ №4 системы Common Rail при 3000 об/мин

# AnalyticItemDisplayNameInjectorCorrectionAt1000Rpm
source: Common Rail system Diesel injector correction at 1000 RPM
be: Карэкцыя інжэктара ДП сістэмы Common Rail пры 1000 аб/хв
ru: Коррекция инжектора ДТ системы Common Rail при 1000 об/мин

# AnalyticItemDisplayNameInjectorCorrectionAt2000Rpm
source: Common Rail system Diesel injector correction at 2000 RPM
be: Карэкцыя інжэктара ДП сістэмы Common Rail пры 2000 аб/хв
ru: Коррекция инжектора ДТ системы Common Rail при 2000 об/мин

# AnalyticItemDisplayNameInjectorCorrectionAt3000Rpm
source: Common Rail system Diesel injector correction at 3000 RPM
be: Карэкцыя інжэктара ДП сістэмы Common Rail пры 3000 аб/хв
ru: Коррекция инжектора ДТ системы Common Rail при 3000 об/мин

# AnalyticItemDisplayNameLambdaLowerVoltageAt1000Rpm
source: Lower Lambda probe voltage at 1000 rpm
be: Напружанне ніжняга кіслароднага зонда пры 1000 аб/хв
ru: Напряжение нижнего лямбда-зонда при 1000 об/мин

# AnalyticItemDisplayNameLambdaLowerVoltageAt2000Rpm
source: Lower Lambda probe voltage at 2000 rpm
be: Напружанне ніжняга кіслароднага зонда пры 2000 аб/хв
ru: Напряжение нижнего лямбда-зонда при 2000 об/мин

# AnalyticItemDisplayNameLambdaLowerVoltageAt3000Rpm
source: Lower Lambda probe voltage at 3000 rpm
be: Напружанне ніжняга кіслароднага зонда пры 3000 аб/хв
ru: Напряжение нижнего лямбда-зонда при 3000 об/мин

# AnalyticItemDisplayNameLambdaUpperVoltageAt1000Rpm
source: Upper Lambda probe voltage at 1000 rpm
be: Напружанне верхняга кіслароднага зонда пры 1000 аб/хв
ru: Напряжение верхнего лямбда-зонда при 1000 об/мин

# AnalyticItemDisplayNameLambdaUpperVoltageAt2000Rpm
source: Upper Lambda probe voltage at 2000 rpm
be: Напружанне верхняга кіслароднага зонда пры 2000 аб/хв
ru: Напряжение верхнего лямбда-зонда при 2000 об/мин

# AnalyticItemDisplayNameLambdaUpperVoltageAt3000Rpm
source: Upper Lambda probe voltage at 3000 rpm
be: Напружанне верхняга кіслароднага зонда пры 3000 аб/хв
ru: Напряжение верхнего лямбда-зонда при 3000 об/мин

source: Parameters chronology
be: Храналогія параметраў
ru: Хронология параметров

# ParametersEstimation
source: Parameters evaluation
be: Ацэнка параметраў
ru: Оценка параметров

# ChronologicalItemGraphExplanatoryText
source: Parameter changes graph throughout the observation period for the car.
be: Графік змены параметру на працягу ўсяго перыяду назіранняў за аўтамабілем.
ru: График изменения параметра на протяжении всего периода наблюдений за автомобилем.

# ReliabilityDisplayNameHigh
source: High
be: Высокая
ru: Высокая

# ReliabilityDisplayNameLow
source: Low
be: Нiзкая
ru: Низкая

# ReliabilityDisplayNameMedium
source: Medium
be: Сярэдняя
ru: Средняя

# ReliabilityDisplayNameMediumHigh
source: Medium-high
be: Вышэй за сярэднюю
ru: Выше среднего

# ReliabilityDisplayNameMediumLow
source: Medium-low
be: Ніжэй за сярэднюю
ru: Ниже среднего

# ReliabilityDisplayNameUnknown
source: Unknown
be: Невядомая
ru: Неизвестна

source: Clients
be: Клiенты
ru: Клиенты

# ClientCreationExplanatoryText
source: Enter the user's email address for him to be notified and receive a login and password to the system. Caution: If you enter the wrong address, the customer will not receive an email with login and password to the system.
be: Калі ласка, увядзіце адрас электроннай пошты карыстальніка, на які будзе высланы лагін і пароль да сістэмы. Увага: калі вы ўведзяце адрас няправільна, кліент не атрымае ліст з лагінам і паролем да сістэмы.
ru: Введите адрес электронной почты пользователя, на который будет выслан логин и пароль к системе. Внимание: если вы введёте адрес неправильно, клиент не получит письмо с логином и паролем к системе.

# ClientCreationWindowHeader
source: New Client creation
be: Стварэнне новага Кліента
ru: Создание нового Клиента

# ClientDataProvideExplanatoryText1
source: Providing data access to Client:
be: Прадастаўленне кліенту доступу да дадзеных:
ru: Предоставление доступа к машине для клиента:

source: Create
be: Стварыць
ru: Создать

# VehicleSelectionExplanatoryText
source: Select the vehicle to which you want to grant access to the client. Later, you can give him access to other vehicles.
be: Абярыце машыну, да якой хочаце забяспечыць доступ кліентуПазней вы зможаце даць доступ да другіх машын.
ru: Выберите машину, к которой хотите предоставить доступ этому клиенту. Позже вы сможете дать ему доступ и к другим машинам.

source: Your clients:
be: Вашыя кліенты:
ru: Ваши клиенты:

source: Block
be: Заблакаваць
ru: Заблокировать

# BlockAccessExplanatoryText
source: Blocking access to the vehicle for the client:
be: Блакаванне доступу кліента да дадзеных па машыне:
ru: Блокировка доступа к данным по машине для клиента:

source: Client has access to the following vehicles:
be: Клiент мае доступ да наступных машын:
ru: Клиент имеет доступ к данным по следующим машинам:

source: Grant
be: Даць
ru: Предоставить

# EvaluationMarkExplanatoryText
source: Parameter estimation based on statistical analysis of data and known nominal parameter values. Calculated on a scale of 1 to 10, and shows the evaluation of the parameter quality on its differences from the nominal value or the average value.
be: Ацэнка параметра на выснове статыстычнага аналізу дадзеных і вядомых намінальных значэнняў параметра. Выстаўляецца па шкале ад 1 да 10 і паказвае ацэнку якасці параметра на выснове адрознення яго значэння ад наміналу або сярэднестатыстычнага значэння.
ru: Оценка параметра на основе статистического анализа данных и известных номинальных значений параметра. Выставляется по шкале от 1 до 10 и показывает оценку качества параметра на основе отличия его значения от номинала или среднестатистического значения.

# EvaluationMarkExplanatoryTextDate
source: Last data capture date on base of which the current mark has been calculated.
be: Дата апошняга набора дадзеных, на выснове якога выстаўлена бягучая адзнака.
ru: Дата снятия последнего набора данных, на основе которого сделана текущая оценка параметра.

# EvaluationMarkExplanatoryTextReliability
source: Mark reliability which depend on a toal amount of data accumulated by the system for vehicles with the same engine type.
be: Надзейнасць адзнакі, якая залежыць ад колькасці дадзеных, назапашаны сістэмай для аналагічнага тыпу рухавіка.
ru: Надёжность оценки, зависящая от количества данных, накопленных системой для машин с аналогичным типом двигателя.

# EvaluationMarksExplanationTextHistoryGraph
source: Marks history graph throughout the entire vehicle observation history.
be: Графік гісторыі адзнак за ўвесь перыяд назіранняў за аўтамабілем.
ru: График истории оценок параметра за весь период наблюдений за автомобилем:

# ImportText
source: Import
be: Імпарт
ru: Импорт

source: Level of radio signal
be: Узровень радыёсігнала
ru: Уровень радиосигнала

# MixRegStateInput
source: Mixing regulation state on input
be: Стан рэгулявання складу сумесі на ўваходзе
ru: Состояние регулирования состава смеси на входе

# MixRegStateOutput
source: Mixing regulation state on output
be: Стан рэгулявання складу сумесі на выхадзе
ru: Состояние регулирования состава смеси на выходе

source: Quality of radio signal
be: Якасць радыёсігнала
ru: Качество радиосигнала

source: Radio configuration
be: Канфігурацыя радыё
ru: Конфигурация радио

source: Additional gear and safety
be: Дадатковыя прылады и бязпека
ru: Дополнительные устройства и безопасность

source: Audio and computer
be: Аудыё і кампутар
ru: Аудио и компьютер

source: Basic parameters 3
be: Асноўныя параметры 3
ru: Основные параметры 3

source: Board computer
be: Бартавы кампутар
ru: Бортовой компьютер

source: Commands and relays
be: Каманды і рэле
ru: Команды и реле

source: Control buttons states
be: Стан кіруючых кнопак
ru: Состояние управляющих кнопок

source: Immobilizer
be: Імабілайзер
ru: Иммобилайзер

source: Keys
be: Ключы
ru: Ключи

# MixingState
source: Air mixing
be: Змешванне паветра
ru: Смешивание воздуха

# ParametersSet1
source: Various parameters
be: Розныя параметры
ru: Различные параметры

# ParametersSet2
source: Various parameters
be: Розныя параметры
ru: Различные параметры

# ParametersSet3
source: Various parameters
be: Розныя параметры
ru: Различные параметры

source: Radio buttons
be: Кнопкі радыё
ru: Кнопки радио

source: Requested air volume flow
be: Запатрабаваны аб'ём падачы паветра
ru: Запрошенный объём подачи воздуха

# SoftwareVersions
source: Firmware and programs versions
be: Версіі прашывак і праграм
ru: Версии прошивок и программ

source: Units and notations
be: Адзінкі вымярэння і натацыі
ru: Единицы измерения и нотации

source: ABR default
be: ABR па замаўчанні
ru: ABR по умолчанию

source: Air collector temperature
be: Тэмпература паветранага калектара
ru: Температура воздушного коллектора

source: Alarm button state
be: Стан кнопкі аварыйнай сігналізацыі
ru: Состояние кнопки аварийной сигнализации

source: Audio button
be: Кнопка "Аудыё"
ru: Кнопка "Аудио"

source: Auxiliary Audio Input activation state
be: Стан актывацыі дапаможнага аудыёувахода
ru: Состояние активации вспомогательного аудиовхода

source: AV Input sensors
be: Уваходны датчык AV
ru: Входные датчики AV

source: Board computer option
be: Опцыя бартавога кампутара
ru: Опция бортового компьютера

source: Board computer state
be: Стан бартавога кампутара
ru: Состояние бортового компьютера

source: Brightness level rheostat
be: Ржэгулятар узроўня яркасці
ru: Регулятор уровня яркости

# BrightnessLevelRheostat1
source: Alarm button state
ru: Состояние кнопки аварийной сигнализации

source: Brightness "Plus" switch state
be: Кнопка "Плюс" яркасці
ru: Кнопка "Плюс" яркости

# CDChangerPresenceOnVANBusSetting
source: CD Changer presence on VAN bus
be: Наяўнасць CD-чэйнджэра на VAN-шыне
ru: Наличие CD-чейнджера на шине VAN

source: CD eject button state
be: Стан кнопкі вымання дыска
ru: Состояние кнопки извлечения диска

source: Central lock button state
be: Стан кнопкі цэнтральнага замка
ru: Состояние кнопки центрального замка

source: Configured autoradio presence on VAN bus.
be: Сканфігураваная наяўнасць аўтарадыё адыё на шыне VAN
ru: Сконфигурированное наличие автрадио на шине VAN

source: Date display notation
be: Натацыя адлюстравання даты
ru: Нотация отображения даты

source: Default additive system
be: Сістэма паліўнай прысадкі па замаўчанню
ru: Система топливной присадки по умолчанию

source: Deicing command
be: Каманда на антыабледзяненне
ru: Команда на антиобледенение

# DiagnosticsVersionIndex
source: Diagnostic software version index
be: Індэкс версіі дыягнастычнага праграмнага камплекту
ru: Индекс версии диагностического программного комплекта

source: Display color scheme type
be: Тып колеравай схемы дысплея
ru: Тип цветовой схемы дисплея

source: EGR throttle position feedback
be: Зваротная сувязь палажэння засланкі РВГ
ru: Обратная связь положения дросселя РВГ

source: EGR valve position feedback
be: Зваротная сувязь палажэння клапана РВГ
ru: Обратная связь положения клапана РВГ

# ElectrovalveTurboPositionFeedback
source: Turbo electrovalve position feedback
be: Зваротная сувязь палажэння электраклапана турбіны
ru: Обратная связь положения электроклапана турбины

source: Fader function
be: Функцыя згасання
ru: Функция затухания

source: Frequency band AM
be: Паласа частот АМ
ru: Полоса частот AM

# HeatingFramePushState
source: Heating frame button push state
be: Стан кнопкі контура абагравання
ru: Состояние кнопки включения контура обогрева

source: High pressure fuel pump fuel supply
be: Падача паліва помпай высокага ціску
ru: Подача топлива топливным насосом высокого давления

source: Information about "Auto Volume" radio function
be: Інфармацыя аб функцыі радыё "аўтаматычная гучнасць"
ru: Информация о функции радио "автоматическая громкость"

source: Injectors command error
be: Памылка каманды інжэктараў
ru: Ошибка команды инжекторов

source: Internal temperature
be: Унутраная тэмпература
ru: Температура внутри

source: Lighting table configuration
be: Канфігураця табліцы асвятлення
ru: Конфигурация таблицы освещения

# MassAdditiveFap
source: Additive mass in filter
be: Маса прысадкі у фільтры
ru: Масса присадки в фильтре частиц

source: Measured fuel level
be: Замераны узровень паліва
ru: Замеренный уровень топлива

source: Measured injection volume
be: Замераны аб'ём упырску
ru: Измеренный объём впрыска

source: Minimum fuel level alert
be: Папярэджанне аб мінімальным узроўні паліва
ru: Предупреждение о минимальном уровен топлива

source: Mixing shutter status
be: Стан засланкі змешвальніка паветра
ru: Состояние заслонки смесителя воздуха

source: Overspeeding alert function
be: Функцыя папярэджання аб перавышэнні хуткасці
ru: Функция предупреждения о превышении скорости

# ProgrammingOfExteriorTemperature
source: Exterior temperature programmed display
be: Запраграмаванае адлюстраванне тэмпературы звонку
ru: Запрограммированное отображение температуры снаружи

# PsaCalcDecale
source: PSA calculator decale
be: Таблічка калькулятара PSA
ru: Табличка калькулятора PSA

source: Radio "Search" button minus
be: Кнопка "мінус" пошуку радыёстанцыі
ru: Кнопка "минус" поиска радиостанции

source: Radio "Search" button plus
be: Кнопка "плюс" пошуку радыёстанцыі
ru: Кнопка "плюс" поиска радиостанции

# RadioVolumeButtonMinus
source: Radio volume "Minus" button
be: Кнопка "мінус" рэгулятара гука радыё
ru: Кнопка "минус" регулятора звука радио

# RadioVolumeButtonPlus
source: Radio volume "Plus" button
be: Кнопка "плюс" рэгулятара гука радыё
ru: Кнопка "плюс" регулятора звука радио

# RequestForBVAProgramSport
source: Request for BVA Sport program
be: Запыт на рэжым АКПП "Спорт"
ru: Запрос на спортивный режим АКПП

# RequestForBVAProgramSportState
source: Request for BVA Sport program state
be: Стан запыта на рэжым АКПП "Спорт"
ru: Статус запроса на спортивный режим АКПП

source: Sensibility curve LoDx
be: Крывая адчувальнасці LoDx
ru: Кривая чувствительности LoDx

source: Software version
be: Версія праграмы
ru: Версия программы

source: Supplier code
be: Код пастаўшчыка
ru: Код поставщика

# TemperatureUnit
source: Temperature measure unit
be: Адзінкі вымярэння тэмпературы
ru: Единицы измерения температуры

source: Usage geographical zone
be: Геаграфічны рэгіён карыстання
ru: Географический регион эксплуатации

source: Vin code verification
be: Верыфікацыя VIN
ru: Верификация VIN

# VolumeAndDistanceUnits
source: Volume and distance measure units
be: Адзинкі вымярэння аб'ёма і адлегласці
ru: Единицы измерения объёма и расстояния

source: Volume level correction algorythm
be: Алгарытм карэкцыі узроўня гуку
ru: Алгоритм кореркции уровня громкости

# VolumeLevelDependencyFromVehicleSpeed
source: Volume level dependency on vehicle speed
be: Залежнасць узроўня гучнасці ад хуткасці машыны
ru: Зависимость громкости звука от скорости автомобиля

source: Windscreen washer liquid minimum level
be: Мінімальны ўзровень вадкасці ў баку амывальніка
ru: Минимальный уровень в бачке омывателя

source: Additional heating command
be: Дадатковая каманда награвання
ru: Дополнительная команда нагрева

source: BSI Antiscan
be: BSI Антыскан
ru: BSI Антискан

source: BSI empty
be: BSI пусты
ru: BSI пустой

source: BSI pair
be: Пара BSI
ru: Пара BSI

source: BSI unlock
be: Разблакаванне BSI
ru: Разблокировка BSI

source: Calculator status
be: Стан калькулятара
ru: Состояние калькулятора

source: Child safety (left)
be: Бяспека дзіцяці (левы)
ru: Безопасность ребёнка (слева)

source: Child safety (right)
be: Бяспека дзіцяці (правы)
ru: Безопасность ребёнка (справа)

source: Correct communication with key transponder
be: Карэктная камунікацыя с транспондарам ключа
ru: Корректная комуникация с транспондером ключа

source: First air heater throttle scan
be: Першае сканаванне засланкі награвальніка паветра
ru: Первое сканирование заслонки нагревателя воздуха

source: First EGR scan
be: Першае сканаванне РВГ
ru: Первое сканирование РВГ

source: First EGR throttle scan
be: Першае сканаванне засланкі EGR
ru: Первое сканирование заслонки РВГ

source: Front fog lamps control
be: Кантроль пярэдніх супрацьтуманак
ru: Контроль передних противотуманок

source: Key 1 sync
be: Сінхранізацыя ключа 1
ru: Синхронизация ключа 1

source: Key 2 sync
be: Сінхранізацыя ключа 2
ru: Синхронизация ключа 2

source: Key 3 sync
be: Сінхранізацыя ключа 3
ru: Синхронизация ключа 3

source: Key 4 sync
be: Сінхранізацыя ключа 4
ru: Синхронизация ключа 4

source: Key 5 sync
be: Сінхранізацыя ключа 5
ru: Синхронизация ключа 5

source: Last air heater throttle scan
be: Апошняе сканаванне засланкі награвальніка паветра
ru: Последнее сканирование заслонки нагревателя воздуха

source: Last EGR scan
be: Апошняе сканаванне РВГ
ru: Последнее сканирование РВГ

source: Measured fan speed
be: Замераная хуткасць вентылятара
ru: Измеренная скорость вентилятора

source: Number of active keys
be: Колькасць актыўных ключоў
ru: Количество активных ключей

source: Number of synchronized radiokeys
be: Колькасць сінхранізаваных радыёключоў
ru: Количество синхронизированных радиоключей

source: Sunroof and window relay
be: Рэле люка і вокнаў
ru: Реле люка и окон

source: Telecoding variable error
be: Памылка пераменнай тэлекодынга
ru: Ошибка переменной телекодирования

source: Transponder antiscan active
be: Антыскан транспондэра актыўны
ru: Активен антискан транспондера

source: Air conditioning circuit high-pressure protection
be: Абарона высокага ціску контура кандыцыянера
ru: Защита высокого давления контура кондиционера

source: Air conditioning circuit low-pressure protection
be: Абарона нізкага ціску контура кандыцыянера
ru: Защита низкого давления контура кондиционера

source: Air conditioning compressor command
be: Каманда кампрэсара кандыцыянера
ru: Команда компрессора кондиционера

source: Climate control functioning mode
be: Рэжым работы клімат-кантролю
ru: Режим работы климат-контроля

# ElectromagneticModulationActivationTimes
source: Electromagnetic modulation activation time
be: Час актывацыі электрамагнітнай мадуляцыі
ru: Время активации электромагнитной модуляции

source: EPDE collector
be: Калектар EPDE
ru: Коллектор EPDE

source: Gearbox rule
be: Правіла скрыні перадач
ru: Правило КПП

source: Oil pressure
be: Ціск алею
ru: Давление масла

source: Pressure setting
be: Наладка ціску
ru: Настройка давления

source: Throttle position
be: Становішча дроселя
ru: Положение дроссельной заслонки

# AirConditionerCompressorOnOffState
source: Air conditioner compressor state
be: Стан уключэння кампрэсара кандыцыянера
ru: Состояние включения компрессора кондиционера

# ClimateAirConditioningFanCommand
source: Air conditioning fan management
be: Кіраванне вентылятарам кліматычнага ўсталявання
ru: Управление вентилятором климатического оборудования

source: Evaporator temperature sensor state
be: Стан датчыка тэмпературы ў выпаральніку
ru: Состояние датчика температуры в испарителе

source: Electric energy generation command
be: Каманда на генерацыю электраэнергіі
ru: Команда на генерацию электроэнергии

# BatteryVoltageSecure
source: Secure battery voltage
be: Абароненае напружанне батарэі
ru: Защищённое напряжение батареи

source: Electric energy generation regulation command
be: Каманда на рэгуляцыю выраблення электраэнергіі
ru: Команда на регуляцию выработки электроэнергии

source: Electric load level
be: Узровень электрычнай нагрузкі
ru: Уровень электрической нагрузки

source: Ignition timing advance angle - Cylinder 1
be: Вугал апярэджання запальвання цыліндра 1
ru: Угол опережения зажигания цилиндра 1

source: Ignition timing advance angle - Cylinder 2
be: Вугал апярэджання запальвання цыліндра 2
ru: Угол опережения зажигания цилиндра 2

source: Ignition timing advance angle - Cylinder 3
be: Вугал апярэджання запальвання цыліндра 3
ru: Угол опережения зажигания цилиндра 3

source: Ignition timing advance angle - Cylinder 4
be: Вугал апярэджання запальвання цыліндра 4
ru: Угол опережения зажигания цилиндра 4

# MaximumIgnitionAdvance
source: Maximum ignition timing advance angle
be: Максімальнае пераджэнне запальвання
ru: Максимальное опережение зажигания

source: Noise level measured by detonation sensor
be: Узровень шуму, замераны датчыкам дэтанацыі
ru: Уровень шума, измеренный датчиком детонации

# OptimalIgnitionAdvance
source: Optimal ignition timing advance angle
be: Аптымальнае апераджэнне запальвання
ru: Оптимальное опережение зажигания

source: Requested managed thermostat value
be: Запытанае значэнне кіраванага тэрмастата
ru: Запрошенное значение управляемого термостата

# LightSensorOutput
source: Sunlight sensor output
be: Выхад датчыка сонечнага святла
ru: Выход датчика солнечного света

source: Automatic gearbox enter time (measured)
be: Хуткасць увахода ў аўтаматычную скрыню перадач (замераная)
ru: Скорость входа в АКПП (измеренная)

source: Automatic gearbox enter time (requested)
be: Хуткасць увахода ў аўтаматычную скрыню перадач (запатрабаваная)
ru: Скорость входа в АКПП (требуемая)

source: Automatic gearbox exit time (measured)
be: Хуткасць выхада з аўтаматычнай скрыні перадач (замераная)
ru: Скорость выхода из АКПП (измеренная)
